[
  {
    "category": "1A. American Light Lager",
    "name": "American Light Lager",
    "overallImpression": "Highly carbonated, very light-bodied, nearly flavorless lager designed to be consumed very cold. Very refreshing and thirst quenching.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Coors briefly made a light lager in the early 1940s. Modern versions were first produced by Rheingold in 1967 to appeal to diet-conscious drinkers, but only became popular starting in 1973 after Miller Brewing acquired the recipe and marketed the beer heavily to sports fans with the “tastes great, less filling” campaign. Beers of this genre became the largest sellers in the United States in the 1990s.",
    "characteristicIngredients": "Two- or six-row barley with high percentage (up to 40%) of rice or corn as adjuncts. Additional enzymes can further lighten the body and lower carbohydrates.",
    "styleComparisonAndVitalStatistics": "A lighter-bodied, lower-alcohol, lower calorie version of an American Lager. Less hop character and bitterness than a Leichtbier.",
    "ibu": "8 - 12",
    "srm": "2 - 3",
    "og": "1.028 - 1.040",
    "fg": "0.998 - 1.008",
    "abv": "2.8% - 4.2%",
    "commercialExamples": "Commercial Examples Bud Light, Coors Light, Keystone Light, Michelob Light, Miller Lite, Old Milwaukee Light.",
    "styleAttributes": "Style Attributes  balanced, bottom-fermented, lagered, north-america, pale-color, pale-lager-family, session-strength, traditional-style"
  },
  {
    "category": "1B. American Lager",
    "name": "American Lager",
    "overallImpression": "A very pale, highly-carbonated, light-bodied, well-attenuated lager with a very neutral flavor profile and low bitterness. Served very cold, it can be a very refreshing and thirst quenching drink.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Although German immigrants had brewed traditional Pilsner-inspired lager beer in the United States since the mid-late 1800s, the modern American lager style was heavily influenced by Prohibition and World War II. Surviving breweries consolidated, expanded distribution, and heavily promoted a beer style that was appealing to a broad range of the population. Became the dominant beer style for many decades, and spawning many international rivals who would develop similarly bland products for the mass market supported by heavy advertising.",
    "characteristicIngredients": "Two- or six-row barley with high percentage (up to 40%) of rice or corn as adjuncts.",
    "styleComparisonAndVitalStatistics": "Stronger, more flavor and body than a Light American Lager. Less bitterness and flavor than an International Lager. Significantly less flavor, hops, and bitterness than traditional European Pilsners.",
    "ibu": "8 - 18",
    "srm": "2 - 4",
    "og": "1.040 - 1.050",
    "fg": "1.004 - 1.010",
    "abv": "4.2% - 5.3%",
    "commercialExamples": "Commercial Examples Budweiser, Coors Original, Grain Belt Premium Lager, Miller High Life, Pabst Blue Ribbon, Special Export.",
    "styleAttributes": "Style Attributes  balanced, bottom-fermented, lagered, north-america, pale-color, pale-lager-family, standard-strength, traditional-style"
  },
  {
    "category": "1C. Cream Ale",
    "name": "Cream Ale",
    "overallImpression": "A clean, well-attenuated, flavorful American “lawnmower” beer. Easily drinkable and refreshing, with more character than typical American lagers.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "A sparkling or present-use ale that existed in the 1800s and survived prohibition. An ale version of the American lager style. Produced by ale brewers to compete with lager brewers in Canada and the Northeast, Mid-Atlantic, and Midwest states. Originally known as sparkling or present use ales, lager strains were (and sometimes still are) used by some brewers, but were not historically mixed with ale strains. Many examples are kräusened to achieve carbonation. Cold conditioning isn’t traditional, although modern brewers sometimes use it.",
    "characteristicIngredients": "American ingredients most commonly used. A grain bill of six-row malt, or a combination of six-row and North American two-row, is common. Adjuncts can include up to 20% maize in the mash, and up to 20% glucose or other sugars in the boil. Any variety of hops can be used for bittering and finishing.",
    "styleComparisonAndVitalStatistics": "Similar to a Standard American Lager, but with more character.",
    "ibu": "8 - 20",
    "srm": "2.5 - 5",
    "og": "1.042 - 1.055",
    "fg": "1.006 - 1.012",
    "abv": "4.2% - 5.6%",
    "commercialExamples": "Commercial Examples Genesee Cream Ale, Liebotschaner Cream Ale, Little Kings Cream Ale, New Glarus Spotted Cow, Old Style, Sleeman Cream Ale.",
    "styleAttributes": "Style Attributes  any-fermentation, balanced, north-america, pale-ale-family, pale-color, standard-strength, traditional-style"
  },
  {
    "category": "1D. American Wheat Beer",
    "name": "American Wheat Beer",
    "overallImpression": "Refreshing wheat beers that can display more hop character and less yeast character than their German cousins. A clean fermentation character allows bready, doughy, or grainy wheat flavors to be complemented by hop flavor and bitterness rather than yeast qualities.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "An American craft beer adaptation of the German weissbier style using a cleaner yeast and more hops, first widely popularized by Widmer in the mid-1980s.",
    "characteristicIngredients": "Clean American ale or lager yeast (German weissbier yeast is inappropriate). Large proportion of wheat malt (often 30–50%, which is lower than is typical in German weissbiers). American, German, or New World hops are typical.",
    "styleComparisonAndVitalStatistics": "More hop character and less yeast character than German weissbier. Never with the banana and clove character of German weissbier. Generally can have the same range and balance as Blonde Ales, but with a wheat character as the primary malt flavor.",
    "ibu": "15 - 30",
    "srm": "3 - 6",
    "og": "1.040 - 1.055",
    "fg": "1.008 - 1.013",
    "abv": "4% - 5.5%",
    "commercialExamples": "Commercial Examples Bell’s Oberon, Boulevard Unfiltered Wheat Beer, Goose Island 312 Urban Wheat Ale, Widmer Hefeweizen.",
    "styleAttributes": "Style Attributes  any-fermentation, balanced, craft-style, north-america, pale-color, standard-strength, wheat-beer-family"
  },
  {
    "category": "2A. International Pale Lager",
    "name": "International Pale Lager",
    "overallImpression": "A highly-attenuated pale lager without strong flavors, typically well-balanced and highly carbonated. Served cold, it is refreshing and thirst-quenching.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "In the United States, developed as a premium version of the standard American lager, with a similar history. Outside the United States, developed either as an imitation of American style lagers, or as a more accessible (and often drier and less bitter) version of a Pilsner-type beer. Often heavily marketed and exported by large industrial or multi-national breweries.",
    "characteristicIngredients": "Two- or six-row barley. May use rice, corn, or sugar as adjuncts, or may be all malt.",
    "styleComparisonAndVitalStatistics": "Generally more bitter and filling than American lager. Less hoppy and bitter than a German Pils. Less body, malt flavor, and hop character than a Czech Premium Pale Lager. More robust versions can approach a Munich Helles in flavor, although with more of an adjunct quality.",
    "ibu": "18 - 25",
    "srm": "2 - 6",
    "og": "1.042 - 1.050",
    "fg": "1.008 - 1.012",
    "abv": "4.6% - 6%",
    "commercialExamples": "Commercial Examples Asahi Super Dry, Birra Moretti, Corona Extra, Devils Backbone Gold Leaf Lager, Full Sail Session Premium Lager, Heineken, Red Stripe, Singha.",
    "styleAttributes": "Style Attributes  balanced, bottom-fermented, lagered, pale-color, pale-lager-family, standard-strength, traditional-style"
  },
  {
    "category": "2B. International Amber Lager",
    "name": "International Amber Lager",
    "overallImpression": "A well-attenuated malty amber lager with an interesting caramel or toast quality and restrained bitterness. Usually fairly well-attenuated, often with an adjunct quality. Smooth, easily-drinkable lager character.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Varies by country, but generally represents an adaptation of the mass-market International Lager or an evolution of indigenous styles into a more generic product.",
    "characteristicIngredients": "Two-row or six-row base malt. Color malts such as victory, amber, etc. Caramel malt adjuncts. European or American hops or a combination of both.",
    "styleComparisonAndVitalStatistics": "Less well-developed malt flavor than a Vienna lager, often with an adjunct taste.",
    "ibu": "8 - 25",
    "srm": "7 - 14",
    "og": "1.042 - 1.055",
    "fg": "1.008 - 1.014",
    "abv": "4.6% - 6%",
    "commercialExamples": "Commercial Examples Brooklyn Lager, Capital Winter Skål, Dos Equis Amber, Schell’s Oktoberfest, Yuengling Lager.",
    "styleAttributes": "Style Attributes  amber-color, amber-lager-family, bottom-fermented, lagered, malty, standard-strength, traditional-style"
  },
  {
    "category": "2C. International Dark Lager",
    "name": "International Dark Lager",
    "overallImpression": "A darker and somewhat sweeter version of international pale lager with a little more body and flavor, but equally restrained in bitterness. The low bitterness leaves the malt as the primary flavor element, and the low hop levels provide very little in the way of balance.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Darker versions of International Pale Lagers often created by the same large, industrial breweries and meant to appeal to a broad audience. Often either a colored or sweetened adaptation of the standard pale industrial lager, or a more broadly accessible (and inexpensive) version of more traditional dark lagers.",
    "characteristicIngredients": "Two- or six-row barley, corn, rice, or sugars as adjuncts. Light use of caramel and darker malts. Commercial versions may use coloring agents.",
    "styleComparisonAndVitalStatistics": "Less flavor and richness than Munich Dunkel, Schwarzbier, or other dark lagers. Frequently uses adjuncts, as is typical of other International Lagers.",
    "ibu": "8 - 20",
    "srm": "14 - 22",
    "og": "1.044 - 1.056",
    "fg": "1.008 - 1.012",
    "abv": "4.2% - 6%",
    "commercialExamples": "Commercial Examples Baltika #4 Original, Devils Backbone Old Virginia Dark, Dixie Blackened Voodoo, Saint Pauli Girl Dark, San Miguel Dark, Session Black Dark Lager, Shiner Bock.",
    "styleAttributes": "Style Attributes  bottom-fermented, dark-color, dark-lager-family, lagered, malty, standard-strength, traditional-style"
  },
  {
    "category": "3A. Czech Pale Lager",
    "name": "Czech Pale Lager",
    "overallImpression": "A lighter-bodied, rich, refreshing, hoppy, bitter pale Czech lager having the familiar flavors of the stronger Czech Premium Pale Lager (Pilsner-type) beer but in a lower alcohol, lighter-bodied, and slightly less intense format.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Josef Groll initially brewed two types of beer in 1842–3, a výčepní and a ležák, with the smaller beer having twice the production; Evan Rail speculates that these were probably 10 °P and 12 °P beers, but that the výčepní could have been weaker. This is the most consumed type of beer in the Czech Republic at present.",
    "characteristicIngredients": "Soft water with low sulfate and carbonate content, Saazer-type hops, Czech Pilsner malt, Czech lager yeast. Low ion water provides a distinctively soft, rounded hop profile despite high hopping rates.",
    "styleComparisonAndVitalStatistics": "A lighter-bodied, lower-intensity, refreshing, everyday version of Czech Premium Pale Lager.",
    "ibu": "20 - 35",
    "srm": "3 - 6",
    "og": "1.028 - 1.044",
    "fg": "1.008 - 1.014",
    "abv": "3% - 4.1%",
    "commercialExamples": "Commercial Examples Březňák Světlé výčepní pivo, Notch Session Pils, Pivovar Kout na Šumavě Koutská 10°, Únětické pivo 10°.",
    "styleAttributes": "Style Attributes  bitter, bottom-fermented, central-europe, hoppy, lagered, pale-color, pale-lager-family, session-strength, traditional-style"
  },
  {
    "category": "3B. Czech Premium Pale Lager",
    "name": "Czech Premium Pale Lager",
    "overallImpression": "Rich, characterful, pale Czech lager, with considerable malt and hop character and a long, rounded finish. Complex yet well-balanced and refreshing. The malt flavors are complex for a Pilsner-type beer, and the bitterness is strong but clean and without harshness, which gives a rounded impression that enhances drinkability.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Commonly associated with Pilsner Urquell, which was first brewed in 1842 after construction of a new brewhouse by burghers dissatisfied with the standard of beer brewed in Plzeň. Bavarian brewer Josef Groll is credited with first brewing the beer.",
    "characteristicIngredients": "Soft water with low sulfate and carbonate content, Saazer-type hops, Czech malt, Czech lager yeast. Low ion water provides a distinctively soft, rounded hop profile despite high hopping rates. The bitterness level of some larger commercial examples has dropped in recent years, although not as much as in many contemporary German examples.",
    "styleComparisonAndVitalStatistics": "More color, malt richness, and body than a German Pils, with a fuller finish and a cleaner, softer impression. Stronger than a Czech Pale Lager.",
    "ibu": "30 - 45",
    "srm": "3.5 - 6",
    "og": "1.044 - 1.060",
    "fg": "1.013 - 1.017",
    "abv": "4.2% - 5.8%",
    "commercialExamples": "Commercial Examples Bernard Sváteční ležák, Gambrinus Premium, Pivovar Kout na Šumavě Koutská 12°, Pilsner Urquell, Pivovar Jihlava Ježek 11°, Primátor Premium, Únětická 12°.",
    "styleAttributes": "Style Attributes  balanced, bottom-fermented, central-europe, hoppy, lagered, pale-color, pilsner-family, standard-strength, traditional-style"
  },
  {
    "category": "3C. Czech Amber Lager",
    "name": "Czech Amber Lager",
    "overallImpression": "Malt-driven amber Czech lager with hop character that can vary from low to quite significant. The malt flavors can vary quite a bit, leading to different interpretations ranging from drier, bready, and slightly biscuity to sweeter and somewhat caramelly.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "A Vienna-style lager which has continued to be brewed in the Czech Republic. A resurgence of small breweries opening in the Czech Republic has increased the number of examples of this style.",
    "characteristicIngredients": "Pilsner and caramel malts, but Vienna and Munich malts may also be used. Low mineral content water, Saazer-type hops, Czech lager yeast.",
    "styleComparisonAndVitalStatistics": "The style can be similar to a Vienna lager but with Saazer-type hop character, or that approaching an English bitter but significantly richer with more of a deep caramel character. Large brewery versions are generally similar to Czech Premium Pale Lager with slightly darker malt flavors and less hop, while smaller breweries often make versions with considerable hop character, malt complexity, or residual sweetness.",
    "ibu": "20 - 35",
    "srm": "10 - 16",
    "og": "1.044 - 1.060",
    "fg": "1.013 - 1.017",
    "abv": "4.4% - 5.8%",
    "commercialExamples": "Commercial Examples Bernard Jantarový ležák, Pivovar Vysoký Chlumec Démon, Primátor polotmavý 13°, Strakonický Dudák Klostermann polotmavý ležák 13°.",
    "styleAttributes": "Style Attributes  amber-color, amber-lager-family, balanced, bottom-fermented, central-europe, lagered, standard-strength, traditional-style"
  },
  {
    "category": "3D. Czech Dark Lager",
    "name": "Czech Dark Lager",
    "overallImpression": "A rich, dark, malty Czech lager with a roast character that can vary from almost absent to quite prominent. Malty with an interesting and complex flavor profile, with variable levels of hopping providing a range of possible interpretations.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "The U Fleků brewery has been operating in Prague since 1499. Many small, new breweries are brewing this style.",
    "characteristicIngredients": "Pilsner and dark caramel malts with the addition of debittered roasted malts are most common, but additions of Vienna or Munich malt are also appropriate. Low mineral content water, Saazer-type hops, Czech lager yeast. Any fruity esters are typically from malt, not yeast.",
    "styleComparisonAndVitalStatistics": "The beer is the Czech equivalent of a dark lager ranging in character from Munich Dunkel to Schwarzbier, but typically with greater malt richness and hop character (aroma, flavor, and/or bitterness).",
    "ibu": "18 - 34",
    "srm": "14 - 35",
    "og": "1.044 - 1.060",
    "fg": "1.013 - 1.017",
    "abv": "4.4% - 5.8%",
    "commercialExamples": "Commercial Examples Bohemian Brewery Cherny Bock 4%, Budweiser Budvar B:Dark tmavý ležák, Devils Backbone Morana, Pivovar Kout na Šumavě Koutský tmavý speciál 14°, Notch Černé Pivo, U Fleků Flekovský tmavý 13° ležák.",
    "styleAttributes": "Style Attributes  balanced, bottom-fermented, central-europe, dark-color, dark-lager-family, lagered, standard-strength, traditional-style"
  },
  {
    "category": "4A. Munich Helles",
    "name": "Munich Helles",
    "overallImpression": "A clean, malty, gold-colored German lager with a smooth grainy-sweet malty flavor and a soft, dry finish. Subtle spicy, floral, or herbal hops and restrained bitterness help keep the balance malty but not sweet, which helps make this beer a refreshing, everyday drink.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Created in Munich in 1894 at the Spaten brewery to compete with pale Pilsner-type beers. Currently the most popular style in Southern Germany.",
    "characteristicIngredients": "Continental Pilsner malt, traditional German Saazer-type hop varieties, clean German lager yeast.",
    "styleComparisonAndVitalStatistics": "Similar in malt balance and bitterness to Munich Dunkel, but less malty-sweet in nature and pale rather than dark. More body and malt presence than a German Pils, with less hop character throughout. Similar malt profile as a German Exportbier, but with less hops in the balance.",
    "ibu": "16 - 22",
    "srm": "3 - 5",
    "og": "1.044 - 1.048",
    "fg": "1.006 - 1.012",
    "abv": "4.7% - 5.4%",
    "commercialExamples": "Commercial Examples Augustiner Lagerbier Hell, Bürgerbräu Wolznacher Hell Naturtrüb, Hacker-Pschorr Münchner Gold, Löwenbraü Original, Paulaner Premium Lager, Spaten Premium Lager, Weihenstephaner Original.",
    "styleAttributes": "Style Attributes  bottom-fermented, central-europe, lagered, malty, pale-color, pale-lager-family, standard-strength, traditional-style"
  },
  {
    "category": "4B. Festbier",
    "name": "Festbier",
    "overallImpression": "A smooth, clean, pale German lager with a moderately strong malty flavor and a light hop character. Deftly balances strength and drinkability, with a palate impression and finish that encourages drinking. Showcases elegant German malt flavors without becoming too heavy or filling.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Since 1990, the majority of beer served at Oktoberfest in Munich has been this style. Export beer specifically made for the United States is still mainly of the traditional amber style, as are US-produced interpretations. Paulaner first created the golden version in the mid-1970s because they thought the traditional Oktoberfest was too filling. So they developed a lighter, more drinkable but still malty version that they wanted to be “more poundable” (according to the head brewer at Paulaner). But the actual type of beer served at Oktoberfest is set by a Munich city committee.",
    "characteristicIngredients": "Majority Pils malt, but with some Vienna and/or Munich malt to increase maltiness. Differences in commercial examples are mostly due to different maltsters and yeast, not major grist differences.",
    "styleComparisonAndVitalStatistics": "Less intense and less richly toasted than a Märzen. More rich-heavy in body than a Helles, with more hop flavor and higher alcohol. Less rich in malt intensity than a Maibock. The malt complexity is similar to a higher-gravity Czech Premium Pale Lager, although without the associated hops.",
    "ibu": "18 - 25",
    "srm": "4 - 7",
    "og": "1.054 - 1.057",
    "fg": "1.010 - 1.012",
    "abv": "5.8% - 6.3%",
    "commercialExamples": "Commercial Examples Augustiner Oktoberfest, Hacker-Pschorr Superior Festbier, Hofbräu Festbier, Löwenbräu Oktoberfestbier, Paulaner Wiesn, Schönramer Gold, Weihenstephaner Festbier.",
    "styleAttributes": "Style Attributes  bottom-fermented, central-europe, lagered, malty, pale-color, pale-lager-family, standard-strength, traditional-style"
  },
  {
    "category": "4C. Helles Bock",
    "name": "Helles Bock",
    "overallImpression": "A relatively pale, strong, malty German lager beer with a nicely attenuated finish that enhances drinkability. The hop character is generally more apparent than in other bocks.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "A fairly recent development in comparison to the other members of the bock family. The serving of Maibock is specifically associated with springtime and the month of May.",
    "characteristicIngredients": "Base of Pils and/or Vienna malt with some Munich malt to add character (although much less than in a traditional bock). No non-malt adjuncts. Saazer-type hops. Clean lager yeast. Decoction mash is typical, but boiling is less than in Dunkles Bock to restrain color development.",
    "styleComparisonAndVitalStatistics": "Can be thought of as either a pale version of a Dunkles Bock, or a Munich Helles brewed to bock strength. While quite malty, this beer typically has less dark and rich malt flavors, and can be drier, hoppier, and more bitter than a Dunkles Bock. Has more of a rich malt character and more alcohol than a Festbier.",
    "ibu": "23 - 35",
    "srm": "6 - 11",
    "og": "1.064 - 1.072",
    "fg": "1.011 - 1.018",
    "abv": "6.3% - 7.4%",
    "commercialExamples": "Commercial Examples Altenmünster Maibock, Ayinger Maibock, Capital Maibock, Blind Tiger Maibock, Einbecker Mai-Urbock, Hacker-Pschorr Hubertus Bock, Mahr’s Bock.",
    "styleAttributes": "Style Attributes  bock-family, bottom-fermented, central-europe, high-strength, lagered, malty, pale-color, traditional-style"
  },
  {
    "category": "5A. German Leichtbier",
    "name": "German Leichtbier",
    "overallImpression": "A pale, highly-attenuated, light-bodied German lager with lower alcohol and calories than normal-strength beers. Moderately bitter with noticeable malt and hop flavors, the beer is still interesting to drink.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Traditional versions existed as drinks for physical laborers in factories or fields, but modern versions are more based on popular American products in the same class.",
    "characteristicIngredients": "Similar to a German Pils or Helles, continental Pils malt, German lager yeast, Saazer-type hops.",
    "styleComparisonAndVitalStatistics": "Like a lower-alcohol, lighter-bodied, slightly less aggressive German Pils or Helles.",
    "ibu": "15 - 28",
    "srm": "2 - 5",
    "og": "1.026 - 1.034",
    "fg": "1.006 - 1.010",
    "abv": "2.4% - 3.6%",
    "commercialExamples": "Commercial Examples Beck’s Light, Bitburger Light, Mahr’s Leicht, Paulaner Münchner Hell Leicht, Paulaner Premium Leicht.",
    "styleAttributes": "Style Attributes  bitter, bottom-fermented, central-europe, hoppy, lagered, pale-color, pale-lager-family, session-strength, traditional-style"
  },
  {
    "category": "5B. Kölsch",
    "name": "Kölsch",
    "overallImpression": "A clean, crisp, delicately-balanced beer usually with a very subtle fruit and hop character. Subdued maltiness throughout leads into a pleasantly well-attenuated and refreshing finish. Freshness makes a huge difference with this beer, as the delicate character can fade quickly with age. Brilliant clarity is characteristic.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Cologne, Germany (Köln) has a top-fermenting brewing tradition since the Middle Ages, but developed the beer now known as Kölsch in the late 1800s to combat encroaching bottom-fermented pale lagers. Kölsch is an appellation protected by the Kölsch Konvention (1986), and is restricted to the 20 or so breweries in and around Köln. The Konvention simply defines the beer as a “light, highly attenuated, hop-accentuated, clear, top-fermenting Vollbier.”",
    "characteristicIngredients": "Traditional German hops (Hallertau, Tettnang, Spalt or Hersbrucker). German Pils or pale malt. Attenuative, clean ale yeast. Up to 20% wheat malt may be used, but this is quite rare in authentic versions. Current commercial practice is to ferment warm, cold condition for a short period of time, and serve young.",
    "styleComparisonAndVitalStatistics": "To the untrained taster, easily mistaken for a cream ale or somewhat subtle Pils.",
    "ibu": "18 - 30",
    "srm": "3.5 - 5",
    "og": "1.044 - 1.050",
    "fg": "1.007 - 1.011",
    "abv": "4.4% - 5.2%",
    "commercialExamples": "Commercial Examples Früh Kölsch, Gaffel Kölsch, Mühlen Kölsch, Reissdorf Kölsch, Sion Kölsch, Sünner Kölsch.",
    "styleAttributes": "Style Attributes  balanced, central-europe, lagered, pale-ale-family, pale-color, standard-strength, top-fermented, traditional-style"
  },
  {
    "category": "5C. German Helles Exportbier",
    "name": "German Helles Exportbier",
    "overallImpression": "A pale, well-balanced, smooth German lager that is slightly stronger than the average beer with a moderate body and a mild, aromatic hop and malt character.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "The Dortmunder style developed in the Dortmund industrial region in the 1870s in response to pale Pilsner-type beers, it became very popular after World War II but declined in the 1970s. Other Export-class beers developed independently, and reflected a slightly stronger version of existing beers. The modern German style is typically 12-13 °P.",
    "characteristicIngredients": "Minerally water with high levels of sulfates, carbonates and chlorides, German or Czech noble hops, Pilsner malt, German lager yeast. Newer commercial versions can contain adjuncts and hop extract.",
    "styleComparisonAndVitalStatistics": "Less finishing hops and more body than a Pils but more bitter than a Helles.",
    "ibu": "20 - 30",
    "srm": "4 - 7",
    "og": "1.048 - 1.056",
    "fg": "1.010 - 1.015",
    "abv": "4.8% - 6%",
    "commercialExamples": "Commercial Examples DAB Original, Dortmunder Kronen, Dortmunder Union Export, Flensburger Gold, Gordon Biersch Golden Export, Great Lakes Dortmunder Gold.",
    "styleAttributes": "Style Attributes  balanced, bottom-fermented, central-europe, lagered, pale-color, pale-lager-family, standard-strength, traditional-style"
  },
  {
    "category": "5D. German Pils",
    "name": "German Pils",
    "overallImpression": "A light-bodied, highly-attenuated, gold-colored, bottom-fermented bitter German beer showing excellent head retention and an elegant, floral hop aroma. Crisp, clean, and refreshing, a German Pils showcases the finest quality German malt and hops.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Adapted from Czech Pilsner to suit brewing conditions in Germany, particularly water with higher mineral content and domestic hop varieties. First brewed in Germany in the early 1870s. Became more popular after WWII as German brewing schools emphasized modern techniques. Along with its sister beer, Czech Pilsner, is the ancestor of the most widely produced beer styles today. Average IBUs of many well-regarded commercial examples have dropped over time.",
    "characteristicIngredients": "Continental Pilsner malt, German hop varieties (especially Saazer-type varieties such as Tettnanger, Hallertauer, and Spalt for taste and aroma; Saaz is less common), German lager yeast.",
    "styleComparisonAndVitalStatistics": "Lighter in body and color, drier, crisper, and more fully attenuated, with more of a lingering bitterness, and with higher carbonation than a Czech Premium Pale Lager. More hop character, malt flavor, and bitterness than International Pale Lagers. More hop character and bitterness with a drier, crisper finish than a Munich Helles; the Helles has more malt flavor, but of the same character as the Pils.",
    "ibu": "22 - 40",
    "srm": "2 - 5",
    "og": "1.044 - 1.050",
    "fg": "1.008 - 1.013",
    "abv": "4.4% - 5.2%",
    "commercialExamples": "Commercial Examples König Pilsener, Left Hand Polestar Pils, Paulaner Premium Pils, Schönramer Pils, Stoudt Pils, Tröegs Sunshine Pils, Trumer Pils.",
    "styleAttributes": "Style Attributes  bitter, bottom-fermented, central-europe, hoppy, lagered, pale-color, pilsner-family, standard-strength, traditional-style"
  },
  {
    "category": "6A. Märzen",
    "name": "Märzen",
    "overallImpression": "An elegant, malty German amber lager with a clean, rich, toasty and bready malt flavor, restrained bitterness, and a dry finish that encourages another drink. The overall malt impression is soft, elegant, and complex, with a rich aftertaste that is never cloying or heavy.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "As the name suggests, brewed as a stronger “March beer” in March and lagered in cold caves over the summer. Modern versions trace back to the lager developed by Spaten in 1841, contemporaneous to the development of Vienna lager. However, the Märzen name is much older than 1841; the early ones were dark brown, and in Austria the name implied a strength band (14 °P) rather than a style. The German amber lager version (in the Viennese style of the time) was first served at Oktoberfest in 1872, a tradition that lasted until 1990 when the golden Festbier was adopted as the standard festival beer.",
    "characteristicIngredients": "Grist varies, although traditional German versions emphasized Munich malt. The notion of elegance is derived from the finest quality ingredients, particularly the base malts. A decoction mash was traditionally used to develop the rich malt profile.",
    "styleComparisonAndVitalStatistics": "Not as strong and rich as a Dunkles Bock. More malt depth and richness than a Festbier, with a heavier body and slightly less hops. Less hoppy and equally malty as a Czech Amber Lager.",
    "ibu": "18 - 24",
    "srm": "8 - 17",
    "og": "1.054 - 1.060",
    "fg": "1.010 - 1.014",
    "abv": "5.8% - 6.3%",
    "commercialExamples": "Commercial Examples Buergerliches Ur-Saalfelder, Hacker-Pschorr Original Oktoberfest, Paulaner Oktoberfest, Weltenburg Kloster Anno 1050.",
    "styleAttributes": "Style Attributes  amber-color, amber-lager-family, bottom-fermented, central-europe, lagered, malty, standard-strength, traditional-style"
  },
  {
    "category": "6B. Rauchbier",
    "name": "Rauchbier",
    "overallImpression": "An elegant, malty German amber lager with a balanced, complementary beechwood smoke character. Toasty-rich malt in aroma and flavor, restrained bitterness, low to high smoke flavor, clean fermentation profile, and an attenuated finish are characteristic.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "A historical specialty of the city of Bamberg, in the Franconian region of Bavaria in Germany. Beechwood-smoked malt is used to make a Märzen-style amber lager. The smoke character of the malt varies by maltster; some breweries produce their own smoked malt (rauchmalz).",
    "characteristicIngredients": "German Rauchmalz (beechwood-smoked Vienna-type malt) typically makes up 20-100% of the grain bill, with the remainder being German malts typically used in a Märzen. Some breweries adjust the color slightly with a bit of roasted malt. German lager yeast. German or Czech hops.",
    "styleComparisonAndVitalStatistics": "Like a Märzen with but with a balanced, sweet, smoky aroma and flavor and a somewhat darker color.",
    "ibu": "20 - 30",
    "srm": "12 - 22",
    "og": "1.050 - 1.057",
    "fg": "1.012 - 1.016",
    "abv": "4.8% - 6%",
    "commercialExamples": "Commercial Examples Eisenbahn Rauchbier, Kaiserdom Rauchbier, Schlenkerla Rauchbier Märzen, Spezial Rauchbier Märzen, Victory Scarlet Fire Rauchbier.",
    "styleAttributes": "Style Attributes  amber-color, amber-lager-family, bottom-fermented, central-europe, lagered, malty, smoke, standard-strength, traditional-style"
  },
  {
    "category": "6C. Dunkles Bock",
    "name": "Dunkles Bock",
    "overallImpression": "A dark, strong, malty German lager beer that emphasizes the malty-rich and somewhat toasty qualities of continental malts without being sweet in the finish.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Originated in the Northern German city of Einbeck, which was a brewing center and popular exporter in the days of the Hanseatic League (14th to 17th century). Recreated in Munich starting in the 17th century. The name “bock” is based on a corruption of the name “Einbeck” in the Bavarian dialect, and was thus only used after the beer came to Munich. “Bock” also means “Ram” in German, and is often used in logos and advertisements.",
    "characteristicIngredients": "Munich and Vienna malts, rarely a tiny bit of dark roasted malts for color adjustment, never any non-malt adjuncts. Continental European hop varieties are used. Clean German lager yeast.",
    "styleComparisonAndVitalStatistics": "Darker, with a richer malty flavor and less apparent bitterness than a Helles Bock. Less alcohol and malty richness than a Doppelbock. Stronger malt flavors and higher alcohol than a Märzen. Richer, less attenuated, and less hoppy than a Czech Amber Lager.",
    "ibu": "20 - 27",
    "srm": "14 - 22",
    "og": "1.064 - 1.072",
    "fg": "1.013 - 1.019",
    "abv": "6.3% - 7.2%",
    "commercialExamples": "Commercial Examples Aass Bock, Einbecker Ur-Bock Dunkel, Great Lakes Rockefeller Bock, Kneitinger Bock, New Glarus Uff-da Bock, Penn Brewery St. Nikolaus Bock.",
    "styleAttributes": "Style Attributes  amber-color, bock-family, bottom-fermented, central-europe, high-strength, lagered, malty, traditional-style"
  },
  {
    "category": "7A. Vienna Lager",
    "name": "Vienna Lager",
    "overallImpression": "A moderate-strength amber lager with a soft, smooth maltiness and moderate bitterness, yet finishing relatively dry. The malt flavor is clean, bready-rich, and somewhat toasty, with an elegant impression derived from quality base malts and process, not specialty malts and adjuncts.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Developed by Anton Dreher in Vienna in 1841, became popular in the mid-late 1800s. Now nearly extinct in its area of origin, the style continues in Mexico where it was brought by Santiago Graf and other Austrian immigrant brewers in the late 1800s. Authentic examples are increasingly hard to find (except perhaps in the craft beer industry) as formerly good examples become sweeter and use more adjuncts.",
    "characteristicIngredients": "Vienna malt provides a lightly toasty and complex, Maillard-rich malt profile. As with Märzens, only the finest quality malt should be used, along with Continental hops (preferably Saazer types or Styrians). Can use some caramel malts and/or darker malts to add color and sweetness, but caramel malts shouldn’t add significant aroma and flavor and dark malts shouldn’t provide any roasted character.",
    "styleComparisonAndVitalStatistics": "Lighter malt character, slightly less body, and slightly more bitter in the balance than a Märzen, yet with many of the same malt-derived flavors. The malt character is similar to a Märzen, but less intense and more balanced. Lower in alcohol than Märzen or Festbier. Less rich, less malty and less hop-centered compared to Czech Amber Lager.",
    "ibu": "18 - 30",
    "srm": "9 - 15",
    "og": "1.048 - 1.055",
    "fg": "1.010 - 1.014",
    "abv": "4.7% - 5.5%",
    "commercialExamples": "Commercial Examples Cuauhtémoc Noche Buena, Chuckanut Vienna Lager, Devils Backbone Vienna Lager, Figueroa Mountain Danish-style Red Lager, Heavy Seas Cutlass Amber Lager, Schell’s Firebrick.",
    "styleAttributes": "Style Attributes  amber-color, amber-lager-family, balanced, bottom-fermented, central-europe, lagered, standard-strength, traditional-style"
  },
  {
    "category": "7B. Altbier",
    "name": "Altbier",
    "overallImpression": "A well-balanced, well-attenuated, bitter yet malty, clean, and smooth, amber- to copper-colored German beer. The bitterness is balanced by the malt richness, but the malt intensity and character can range from moderate to high (the bitterness increases with the malt richness).",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "The traditional style of beer from Düsseldorf. “Alt” refers to the “old” style of brewing (i.e., using top-fermenting yeast) that was common before bottom-fermenting lager brewing became popular. Predates the isolation of bottom-fermenting yeast strains, though it approximates many characteristics of bottom-fermenting lager beers. Many of the classic examples can be found in brewpubs in the Altstadt (“old town”) section of Düsseldorf.",
    "characteristicIngredients": "Grists vary, but usually consist of German base malts (usually Pils, sometimes Munich) with small amounts of crystal, chocolate, and/or black malts used to adjust color. Occasionally will include some wheat, including roasted wheat. Spalt hops are traditional, but other Saazer-type hops can also be used. Clean, highly attenuative ale yeast. A step mash or decoction mash program is traditional.",
    "styleComparisonAndVitalStatistics": "More bitter and malty than international amber lagers. Somewhat similar to California Common, both in production technique and finished flavor and color, though not in ingredients.",
    "ibu": "25 - 50",
    "srm": "11 - 17",
    "og": "1.044 - 1.052",
    "fg": "1.008 - 1.014",
    "abv": "4.3% - 5.5%",
    "commercialExamples": "Commercial Examples Bolten Alt, Diebels Alt, Füchschen Alt, Original Schlüssel Alt, Schlösser Alt, Schumacher Alt, Uerige Altbier.",
    "styleAttributes": "Style Attributes  amber-ale-family, amber-color, bitter, central-europe, lagered, standard-strength, top-fermented, traditional-style"
  },
  {
    "category": "7C. Kellerbier",
    "name": "Kellerbier",
    "overallImpression": "",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Originally, Kellerbier referred to any Lager beer being matured in the caves or cellars under the brewery. In the 19th century, Kellerbier was a strong, aged beer meant to last the summer (Sommerbier), stored in rock cellars and served straight from them. But when refrigeration began to be used, the term shifted to describing special beers that were served young, directly from the cellar or lagering vessel. Today some breweries use the term purely for marketing purposes to make their beers appear special. While a kellerbier is sometimes considered more of a serving style than a beer style, the serving technique is still predominately used with certain styles in certain regions (such as Helles around the Munich area, or a Märzen in the Franconia region).",
    "characteristicIngredients": "",
    "styleComparisonAndVitalStatistics": "",
    "ibu": "",
    "srm": "",
    "og": "",
    "fg": "",
    "abv": "",
    "commercialExamples": "",
    "styleAttributes": ""
  },
  {
    "category": "7C. Kellerbier: Amber Kellerbier",
    "name": "Kellerbier: Amber Kellerbier",
    "overallImpression": "A young, unfiltered, and unpasteurized beer that is between a Helles and Märzen in color, spicier in the hops with greater attenuation. Interpretations range in color and balance, but remain in the drinkable 4.8% ABV neighborhood. Balance ranges from the dry, spicy and pale-colored interpretations by St. Georgen and Löwenbräu of Buttenheim, to darker and maltier interpretations in the Fränkische Schweiz. This style is above all a method of producing simple drinkable beers for neighbors out of local ingredients to be served fresh. Balance with a focus on drinkability and digestibility is important.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "This was the classic, historical style before it was adapted in other areas. This original, older style of Kellerbier would have simply been beer served from local taverns that did not lager long enough to drop bright. Many breweries in Franconia would use some of this young beer during the summer months, for festivals such as the Annafest (est. 1840) in July in Forchheim, where it was traditional to drink directly from the lagering vessels.",
    "characteristicIngredients": "Grist varies, although traditional German versions emphasized Franconian pale and color malt. The notion of elegance is derived from the high-quality local ingredients, particularly the malts. Spalt or other typically spicy local hops are most common. Frugal Franconian brewers rarely used decoction brewing due to the cost of energy.",
    "styleComparisonAndVitalStatistics": "Most commonly, this style is a young, unfiltered, unpasteurized, hoppier version of Munich Helles or Märzen. Fränkische Schweiz versions can edge up to dark amber or brown.",
    "ibu": "25 - 40",
    "srm": "7 - 17",
    "og": "1.048 - 1.054",
    "fg": "1.012 - 1.016",
    "abv": "4.8% - 5.4%",
    "commercialExamples": "Commercial ExamplesLocal Greif, Eichhorn, Nederkeller, Hebendanz. Bottled Buttenheimer Kaiserdom Kellerbier, Kulmbacher Monchshof Kellerbier, Leikeim Kellerbier, Löwenbräu Kellerbier, Mahr’s Kellerbier, St. Georgen Kellerbier, Tucher Kellerbier Naturtrub.",
    "styleAttributes": "Style Attributes  amber-color, amber-lager-family, balanced, bottom-fermented, central-europe, standard-strength, traditional-style"
  },
  {
    "category": "7C. Kellerbier: Pale Kellerbier",
    "name": "Kellerbier: Pale Kellerbier",
    "overallImpression": "A young, fresh Helles, so while still a malty, fully-attenuated Pils malt showcase, the hop character (aroma, flavor and bitterness) is more pronounced, and the beer is cloudy, often with some level of diacetyl, and possibly has some green apple and/or other yeast-derived notes. As with the traditional Helles, the Keller version is still a beer intended to be drunk by the liter, so overall it should remain a light, refreshing, easy drinking golden lager.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Modern adaptation from the traditional Franconian style, using Helles instead of Märzen. Today, a popular summer seasonal beer.",
    "characteristicIngredients": "Pilsner malt, German hops, German lager yeast; same as a Munich Helles.",
    "styleComparisonAndVitalStatistics": "Most commonly, a young, unfiltered and unpasteurized version of a Munich Helles, though it can be a young, unfiltered and unpasteurized version of other golden German lagers, such as a Pilsner or a seasonal golden lager made specifically for serving young.",
    "ibu": "20 - 35",
    "srm": "3 - 7",
    "og": "1.045 - 1.051",
    "fg": "1.008 - 1.012",
    "abv": "4.7% - 5.4%",
    "commercialExamples": "Commercial ExamplesLocal Paulaner, Paulaner Brauhaus, Hofbrau, Tegernseer Tal. Bottled Ayinger Kellerbier, Hacker-Pschorr Munchner Kellerbier Anno 1417, Hofbrau Munchner Sommer Naturtrub, Wolnzacher Hell Naturtrüb.",
    "styleAttributes": "Style Attributes  balanced, bottom-fermented, central-europe, pale-color, pale-lager-family, standard-strength, traditional-style"
  },
  {
    "category": "8A. Munich Dunkel",
    "name": "Munich Dunkel",
    "overallImpression": "Characterized by depth, richness and complexity typical of darker Munich malts with the accompanying Maillard products. Deeply bready-toasty, often with chocolate-like flavors in the freshest examples, but never harsh, roasty, or astringent; a decidedly malt-balanced beer, yet still easily drinkable.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "The classic brown lager style of Munich which developed as a darker, more malt-accented beer than other regional lagers. While originating in Munich, the style became popular throughout Bavaria (especially Franconia). Franconian versions are often darker and more bitter.",
    "characteristicIngredients": "Grist is traditionally made up of German Munich malt (up to 100% in some cases) with the remainder German Pilsner malt. Small amounts of crystal malt can add dextrins and color but should not introduce excessive residual sweetness. Slight additions of roasted malts (such as Carafa or chocolate) may be used to improve color but should not add strong flavors. Traditional German hop varieties and German lager yeast strains should be used. Often decoction mashed (up to a triple decoction) to enhance the malt flavors and create the depth of color.",
    "styleComparisonAndVitalStatistics": "Not as intense in maltiness as a bock (and thus more drinkable in quantity). Lacking the more roasted flavors (and often hop bitterness) of a schwarzbier. Richer, more malt-centric, and less hoppy than a Czech Dark Lager.",
    "ibu": "18 - 28",
    "srm": "14 - 28",
    "og": "1.048 - 1.056",
    "fg": "1.010 - 1.016",
    "abv": "4.5% - 5.6%",
    "commercialExamples": "Commercial Examples Ayinger Altbairisch Dunkel, Chuckanut Dunkel Lager, Ettaler Kloster Dunkel, Hacker-Pschorr Alt Munich Dark, Weltenburger Kloster Barock-Dunkel.",
    "styleAttributes": "Style Attributes  bottom-fermented, central-europe, dark-color, dark-lager-family, lagered, malty, standard-strength, traditional-style"
  },
  {
    "category": "8B. Schwarzbier",
    "name": "Schwarzbier",
    "overallImpression": "A dark German lager that balances roasted yet smooth malt flavors with moderate hop bitterness. The lighter body, dryness, and lack of a harsh, burnt, or heavy aftertaste helps make this beer quite drinkable.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "A regional specialty from Thuringia, Saxony and Franconia in Germany. History is a bit sketchy, but is suspected of being originally a top-fermented beer. Popularity grew after German reunification. Served as the inspiration for black lagers brewed in Japan.",
    "characteristicIngredients": "German Munich malt and/or Pilsner malts for the base, supplemented by a judicious use of roasted malts (such as Carafa types) for the dark color and subtle roast flavors. Huskless dark roasted malts can add roast flavors without burnt flavors. German hop varieties and clean German lager yeasts are traditional.",
    "styleComparisonAndVitalStatistics": "In comparison with a Munich Dunkel, usually darker in color, drier on the palate, lighter in body, and with a noticeable (but not high) roasted malt edge to balance the malt base. Should not taste like an American Porter made with lager yeast. Drier, less malty, with less hop character than a Czech Dark Lager.",
    "ibu": "20 - 30",
    "srm": "17 - 30",
    "og": "1.046 - 1.052",
    "fg": "1.010 - 1.016",
    "abv": "4.4% - 5.4%",
    "commercialExamples": "Commercial Examples Devils Backbone Schwartz Bier, Einbecker Schwarzbier, Eisenbahn Dunkel, Köstritzer Schwarzbier, Mönchshof Schwarzbier, Nuezeller Original Badebier.",
    "styleAttributes": "Style Attributes  balanced, bottom-fermented, central-europe, dark-color, dark-lager-family, lagered, standard-strength, traditional-style"
  },
  {
    "category": "9A. Doppelbock",
    "name": "Doppelbock",
    "overallImpression": "A strong, rich, and very malty German lager that can have both pale and dark variants. The darker versions have more richly-developed, deeper malt flavors, while the paler versions have slightly more hops and dryness.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "A Bavarian specialty first brewed in Munich by the monks of St. Francis of Paula. Historical versions were less well-attenuated than modern interpretations, with consequently higher sweetness and lower alcohol levels (and hence was considered “liquid bread” by the monks). The term “doppel (double) bock” was coined by Munich consumers. Many commercial doppelbocks have names ending in “-ator,” either as a tribute to the prototypical Salvator or to take advantage of the beer’s popularity. Traditionally dark brown in color; paler examples are a more recent development.",
    "characteristicIngredients": "Pils and/or Vienna malt for pale versions (with some Munich), Munich and Vienna malts for darker ones and occasionally a tiny bit of darker color malts (such as Carafa). Saazer-type hops. Clean lager yeast. Decoction mashing is traditional.",
    "styleComparisonAndVitalStatistics": "A stronger, richer, more full-bodied version of either a Dunkles Bock or a Helles Bock. Pale versions will show higher attenuation and less dark fruity character than the darker versions.",
    "ibu": "16 - 26",
    "srm": "6 - 25",
    "og": "1.072 - 1.112",
    "fg": "1.016 - 1.024",
    "abv": "7% - 10%",
    "commercialExamples": "Commercial ExamplesDark Versions Andechser Doppelbock Dunkel, Ayinger Celebrator, Paulaner Salvator, Spaten Optimator, Tröegs Troegenator, Weihenstephaner Korbinian. Pale Versions Eggenberg Urbock 23º, EKU 28, Plank Bavarian Heller Doppelbock.",
    "styleAttributes": "Style Attributes  amber-color, bock-family, bottom-fermented, central-europe, high-strength, lagered, malty, pale-color, traditional-style"
  },
  {
    "category": "9B. Eisbock",
    "name": "Eisbock",
    "overallImpression": "A strong, full-bodied, rich, and malty dark German lager often with a viscous quality and strong flavors. Even though flavors are concentrated, the alcohol should be smooth and warming, not burning.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "A traditional Kulmbach specialty brewed by freezing a doppelbock and removing the ice to concentrate the flavor and alcohol content (as well as any defects).",
    "characteristicIngredients": "Same as doppelbock. Commercial eisbocks are generally concentrated anywhere from 7% to 33% (by volume).",
    "styleComparisonAndVitalStatistics": "Eisbocks are not simply stronger doppelbocks; the name refers to the process of freezing and concentrating the beer and is not a statement on alcohol; some doppelbocks are stronger than Eisbocks. Not as thick, rich, or sweet as a Wheatwine.",
    "ibu": "25 - 35",
    "srm": "18 - 30",
    "og": "1.078 - 1.120",
    "fg": "1.020 - 1.035",
    "abv": "9% - 14%",
    "commercialExamples": "Commercial Examples Kulmbacher Eisbock.",
    "styleAttributes": "Style Attributes  amber-color, bock-family, bottom-fermented, central-europe, lagered, malty, traditional-style, very-high-strength"
  },
  {
    "category": "9C. Baltic Porter",
    "name": "Baltic Porter",
    "overallImpression": "A Baltic Porter often has the malt flavors reminiscent of an English porter and the restrained roast of a schwarzbier, but with a higher OG and alcohol content than either. Very complex, with multi-layered malt and dark fruit flavors.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Traditional beer from countries bordering the Baltic Sea, developed indigenously after higher-gravity export brown or imperial stouts from England were established. Historically top-fermented, many breweries adapted the recipes for bottom-fermenting yeast along with the rest of their production.",
    "characteristicIngredients": "Generally lager yeast (cold fermented if using ale yeast, as is required when brewed in Russia). Debittered chocolate or black malt. Munich or Vienna base malt. Continental hops (Saazer-type, typically). May contain crystal malts and/or adjuncts. Brown or amber malt common in historical recipes.",
    "styleComparisonAndVitalStatistics": "Much less roasted and smoother than an Imperial Stout, typically with less alcohol. Lacks the roasty qualities of stouts in general, more taking on the roasted-but-not-burnt characteristics of a schwarzbier. Quite fruity compared to other porters. Higher alcohol than other porters.",
    "ibu": "20 - 40",
    "srm": "17 - 30",
    "og": "1.060 - 1.090",
    "fg": "1.016 - 1.024",
    "abv": "6.5% - 9.5%",
    "commercialExamples": "Commercial Examples Aldaris Porteris, Baltika #6 Porter, Devils Backbone Danzig, Okocim Porter, Sinebrychoff Porter, Zywiec Porter.",
    "styleAttributes": "Style Attributes  any-fermentation, dark-color, eastern-europe, high-strength, lagered, malty, porter-family, traditional-style"
  },
  {
    "category": "10A. Weissbier",
    "name": "Weissbier",
    "overallImpression": "A pale, refreshing German wheat beer with high carbonation, dry finish, a fluffy mouthfeel, and a distinctive banana-and-clove yeast character.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "While Bavaria has a wheat beer tradition dating back hundreds of years, brewing wheat beer used to be a monopoly reserved for Bavarian royalty. Modern weissbier dates from 1872 when Schneider began production. However, pale weissbier only became popular since the 1960s. It is quite popular today, particularly in southern Germany.",
    "characteristicIngredients": "By German brewing tradition, at least 50% of the grist must be malted wheat, although some versions use up to 70%; the remainder is typically Pilsner malt. A decoction mash is traditional, although modern brewers typically don’t follow this practice. Weizen ale yeast produces the typical spicy and fruity character, although high fermentation temperatures can affect the balance and produce off-flavors.",
    "styleComparisonAndVitalStatistics": "",
    "ibu": "8 - 15",
    "srm": "2 - 6",
    "og": "1.044 - 1.052",
    "fg": "1.010 - 1.014",
    "abv": "4.3% - 5.6%",
    "commercialExamples": "Commercial Examples Ayinger Bräu Weisse, Hacker-Pschorr Weisse, Paulaner Hefe-Weizen Naturtrüb, Schneider Weisse Unser Original, Weihenstephaner Hefeweissbier.",
    "styleAttributes": "Style Attributes  central-europe, malty, pale-color, standard-strength, top-fermented, traditional-style, wheat-beer-family"
  },
  {
    "category": "10B. Dunkles Weissbier",
    "name": "Dunkles Weissbier",
    "overallImpression": "A moderately dark German wheat beer with a distinctive banana-and-clove yeast character, supported by a toasted bread or caramel malt flavor. Highly carbonated and refreshing, with a creamy, fluffy texture and light finish that encourages drinking.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Bavaria has a wheat beer brewing traditional hundreds of years old, but the brewing right was reserved for Bavarian royalty until the late 1700s. Old-fashioned Bavarian wheat beer was often dark, as were most beer of the day. Pale weissbier started to become popular in the 1960s, but traditional dark wheat beer remained somewhat of an old person’s drink.",
    "characteristicIngredients": "By German brewing tradition, at least 50% of the grist must be malted wheat, although some versions use up to 70%; the remainder is usually Munich, Vienna, or dark or caramel wheat malts, or Pilsner malt with color malt. A decoction mash is traditional, but infrequently used today. Weizen ale yeasts produce the typical spicy and fruity character, although extreme fermentation temperatures can affect the balance and produce off-flavors.",
    "styleComparisonAndVitalStatistics": "Reflecting the best yeast and wheat character of a weissbier blended with the malty richness of a Munich dunkel. The banana and clove character is often less apparent than in a weissbier due to the increased maltiness.",
    "ibu": "10 - 18",
    "srm": "14 - 23",
    "og": "1.044 - 1.056",
    "fg": "1.010 - 1.014",
    "abv": "4.3% - 5.6%",
    "commercialExamples": "Commercial Examples Ayinger Ur-Weisse, Ettaler Weissbier Dunkel, Franziskaner Hefe-Weisse Dunkel, Hacker-Pschorr Weisse Dark, Tucher Dunkles Hefe Weizen, Weihenstephaner Hefeweissbier Dunkel.",
    "styleAttributes": "Style Attributes  amber-color, central-europe, malty, standard-strength, top-fermented, traditional-style, wheat-beer-family"
  },
  {
    "category": "10C. Weizenbock",
    "name": "Weizenbock",
    "overallImpression": "A strong, malty, fruity, wheat-based ale combining the best malt and yeast flavors of a weissbier (pale or dark) with the malty-rich flavor, strength, and body of a Dunkles Bock or Doppelbock.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Aventinus, the world’s oldest top-fermented wheat doppelbock, was created in 1907 at the Schneider Weisse Brauhaus in Munich.",
    "characteristicIngredients": "A high percentage of malted wheat is used (by German brewing tradition must be at least 50%, although it may contain up to 70%), with the remainder being Munich- and/or Vienna-type barley malts in darker versions, and more Pils malt in paler versions. Some color malts may be used sparingly. A traditional decoction mash can give the appropriate body without cloying sweetness. Weizen ale yeasts produce the typical spicy and fruity character. Too warm or too cold fermentation will cause the phenols and esters to be out of balance and may create off-flavors. Hop choice is essentially irrelevant, but German varieties are most traditional.",
    "styleComparisonAndVitalStatistics": "Stronger and richer than a Weissbier or Dunkles Weissbier, but with similar yeast character. More directly comparable to the Doppelbock style, with the pale and dark variations. Can vary widely in strength, but most are in the bock to doppelbock range.",
    "ibu": "15 - 30",
    "srm": "6 - 25",
    "og": "1.064 - 1.090",
    "fg": "1.015 - 1.022",
    "abv": "6.5% - 9%",
    "commercialExamples": "Commercial ExamplesDark Versions Eisenbahn Weizenbock, Plank Bavarian Dunkler Weizenbock, Penn Weizenbock, Schneider Unser Aventinus. Pale Versions Plank Bavarian Heller Weizenbock, Weihenstephaner Vitus.",
    "styleAttributes": "Style Attributes  amber-color, central-europe, high-strength, malty, pale-color, top-fermented, traditional-style, wheat-beer-family"
  },
  {
    "category": "11A. Ordinary Bitter",
    "name": "Ordinary Bitter",
    "overallImpression": "Low gravity, low alcohol levels, and low carbonation make this an easy-drinking session beer. The malt profile can vary in flavor and intensity, but should never override the overall bitter impression. Drinkability is a critical component of the style.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "See comments in category introduction.",
    "characteristicIngredients": "Pale ale, amber, and/or crystal malts. May use a touch of dark malt for color adjustment. May use sugar adjuncts, corn, or wheat. English finishing hops are most traditional, but any hops are fair game; if American hops are used, a light touch is required. Characterful British yeast.",
    "styleComparisonAndVitalStatistics": "Some modern variants are brewed exclusively with pale malt and are known as golden ales, summer ales, or golden bitters. Emphasis is on the bittering hop addition as opposed to the aggressive middle and late hopping seen in American ales.",
    "ibu": "25 - 35",
    "srm": "8 - 14",
    "og": "1.030 - 1.039",
    "fg": "1.007 - 1.011",
    "abv": "3.2% - 3.8%",
    "commercialExamples": "Commercial Examples Adnams Southwold Bitter, Brains Bitter, Fuller's Chiswick Bitter, Greene King IPA, Tetley’s Original Bitter, Young's Bitter.",
    "styleAttributes": "Style Attributes  amber-ale-family, amber-color, bitter, british-isles, session-strength, top-fermented, traditional-style"
  },
  {
    "category": "11B. Best Bitter",
    "name": "Best Bitter",
    "overallImpression": "A flavorful, yet refreshing, session beer. Some examples can be more malt balanced, but this should not override the overall bitter impression. Drinkability is a critical component of the style.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "See comments in category introduction.",
    "characteristicIngredients": "Pale ale, amber, and/or crystal malts. May use a touch of dark malt for color adjustment. May use sugar adjuncts, corn or wheat. English finishing hops are most traditional, but any hops are fair game; if American hops are used, a light touch is required. Characterful British yeast.",
    "styleComparisonAndVitalStatistics": "More alcohol than an ordinary bitter, and often using higher-quality ingredients. Less alcohol than a strong bitter. More caramel or base malt character and color than a British Golden Ale. Emphasis is on the bittering hop addition as opposed to the aggressive middle and late hopping seen in American ales.",
    "ibu": "25 - 40",
    "srm": "8 - 16",
    "og": "1.040 - 1.048",
    "fg": "1.008 - 1.012",
    "abv": "3.8% - 4.6%",
    "commercialExamples": "Commercial Examples Adnams SSB, Coniston Bluebird Bitter, Fuller's London Pride, Harvey's Sussex Best Bitter, Shepherd Neame Master Brew Kentish Ale, Timothy Taylor Landlord, Young's Special.",
    "styleAttributes": "Style Attributes  amber-ale-family, amber-color, bitter, british-isles, standard-strength, top-fermented, traditional-style"
  },
  {
    "category": "11C. Strong Bitter",
    "name": "Strong Bitter",
    "overallImpression": "An average-strength to moderately-strong British bitter ale. The balance may be fairly even between malt and hops to somewhat bitter. Drinkability is a critical component of the style. A rather broad style that allows for considerable interpretation by the brewer.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "See comments in category introduction. Strong bitters can be seen as a higher-gravity version of best bitters (although not necessarily “more premium” since best bitters are traditionally the brewer’s finest product). British pale ales are generally considered a premium, export-strength pale, bitter beer that roughly approximates a strong bitter, although reformulated for bottling (including increasing carbonation levels). While modern British pale ale is considered a bottled bitter, historically the styles were different.",
    "characteristicIngredients": "Pale ale, amber, and/or crystal malts, may use a touch of black malt for color adjustment. May use sugar adjuncts, corn or wheat. English finishing hops are most traditional, but any hops are fair game; if American hops are used, a light touch is required. Characterful British yeast. Burton versions use medium to high sulfate water, which can increase the perception of dryness and add a minerally or sulfury aroma and flavor.",
    "styleComparisonAndVitalStatistics": "More evident malt and hop flavors than in a special or best bitter, as well as more alcohol. Stronger versions may overlap somewhat with British strong ales, although strong bitters will tend to be paler and more bitter. More malt flavor (particularly caramel) and esters than an American Pale Ale, with different finishing hop character.",
    "ibu": "30 - 50",
    "srm": "8 - 18",
    "og": "1.048 - 1.060",
    "fg": "1.010 - 1.016",
    "abv": "4.6% - 6.2%",
    "commercialExamples": "Commercial Examples Bass Ale, Highland Orkney Blast, Samuel Smith's Old Brewery Pale Ale, Shepherd Neame Bishop's Finger, Shepherd Neame Spitfire, West Berkshire Dr. Hexter's Healer, Whitbread Pale Ale, Young's Ram Rod.",
    "styleAttributes": "Style Attributes  amber-ale-family, amber-color, bitter, british-isles, session-strength, top-fermented, traditional-style"
  },
  {
    "category": "12A. British Golden Ale",
    "name": "British Golden Ale",
    "overallImpression": "A hop-forward, average-strength to moderately-strong pale bitter. Drinkability and a refreshing quality are critical components of the style.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Modern golden ales were developed in England to take on strongly-marketed lagers. While it is difficult to identify the first, Hop Back’s Summer Lightning, first brewed in 1986, is thought by many to have got the style off the ground.",
    "characteristicIngredients": "Low-color pale or lager malt acting as a blank canvas for the hop character. May use sugar adjuncts, corn or wheat. English hops frequently used, although citrusy American varietals are becoming more common. Somewhat clean-fermenting British yeast.",
    "styleComparisonAndVitalStatistics": "More similar to an American Pale Ale than anything else, although it is often lower in alcohol and usually features British ingredients. Has no caramel and fewer esters compared to British bitters and pale ales. Dry as bitters but with less malt character to support the hops, giving a different balance. Often uses (and features) American hops, more so than most other modern British styles.",
    "ibu": "20 - 45",
    "srm": "2 - 6",
    "og": "1.038 - 1.053",
    "fg": "1.006 - 1.012",
    "abv": "3.8% - 5%",
    "commercialExamples": "Commercial Examples Crouch Vale Brewers Gold, Fuller's Discovery, Golden Hill Exmoor Gold, Hop Back Summer Lightning, Kelham Island Pale Rider, Morland Old Golden Hen, Oakham JHB.",
    "styleAttributes": "Style Attributes  bitter, british-isles, craft-style, hoppy, pale-ale-family, pale-color, standard-strength, top-fermented"
  },
  {
    "category": "12B. Australian Sparkling Ale",
    "name": "Australian Sparkling Ale",
    "overallImpression": "Smooth and balanced, all components merge together with similar intensities. Moderate flavors showcasing Australian ingredients. Large flavor dimension. Very drinkable, suited to a hot climate. Relies on yeast character.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Brewing records show that the majority of Australian beer brewed in the 19th century was draught XXX (Mild) and porter. Ale in bottle was originally developed to compete with imported bottled pale ales from British breweries, such as Bass and Wm Younger’ Monk. By the early 20th century, bottled pale ale went out of fashion and “lighter” lager beers were in vogue. Many Australian Sparkling and Pale Ales were labeled as ales, but were actually bottom-fermented lagers with very similar grists to the ales that they replaced. Coopers of Adelaide, South Australia is the only surviving brewer producing the Sparkling Ale style.",
    "characteristicIngredients": "Lightly kilned Australian 2-row pale malt, lager varieties may be used. Small amounts of crystal malt for color adjustment only. Modern examples use no adjuncts, cane sugar for priming only. Historical examples using 45% 2 row, 30% higher protein malt (6 row) would use around 25% sugar to dilute the nitrogen content. Traditionally used Australian hops, Cluster, and Goldings until replaced from mid-1960s by Pride of Ringwood. Highly attenuative Burton-type yeast (Australian-type strain typical). Variable water profile, typically with low carbonate and moderate sulfate.",
    "styleComparisonAndVitalStatistics": "Superficially similar to English Pale Ales, although much more highly carbonated, with less caramel, less late hops, and showcasing the signature yeast strain and hop variety. More bitter than IBUs might suggest due to high attenuation, low final gravity, and somewhat coarse hops.",
    "ibu": "20 - 35",
    "srm": "4 - 7",
    "og": "1.038 - 1.050",
    "fg": "1.004 - 1.006",
    "abv": "4.5% - 6%",
    "commercialExamples": "Commercial Examples Coopers Original Pale Ale, Coopers Sparkling Ale.",
    "styleAttributes": "Style Attributes  bitter, pacific, pale-ale-family, pale-color, standard-strength, top-fermented, traditional-style"
  },
  {
    "category": "12C. English IPA",
    "name": "English IPA",
    "overallImpression": "A hoppy, moderately-strong, very well-attenuated pale British ale with a dry finish and a hoppy aroma and flavor. Classic British ingredients provide the best flavor profile.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Accounts of its origins vary, but most agree that what became later known as IPA was pale ale prepared for shipment to India in the late 1700s and early 1800s. George Hodgson of the Bow Brewery became well-known as an exporter of IPA during the early 1800s, and is the first name frequently mentioned with its popularity. As with all English beers with a long history, the popularity and formulation of the product changed over time. Burton breweries with their high-sulfate water were able to successfully brew IPA and began their domination of this market by the 1830s, around the time the name India Pale Ale was first used. Strength and popularity declined over time, and the style virtually disappeared in the second half of the 20th century. The name was often used to describe pale ales and bitters, not anything special (a trend that continues in some modern British examples). The style underwent a craft beer rediscovery in the 1980s, and is what is described in these guidelines. Modern examples are inspired by classic versions, but shouldn’t be assumed to have an unbroken lineage with the exact same profile. White Shield is probably the example with the longest lineage, tracing to the strong Burton IPAs of old and first brewed in 1829.",
    "characteristicIngredients": "Pale ale malt. English hops are traditional, particularly as finishing hops. Attenuative British ale yeast. Refined sugar may be used in some versions. Some versions may show a sulfate character from Burton-type water, but this is not essential to the style.",
    "styleComparisonAndVitalStatistics": "Generally will have more finish hops and less fruitiness and/or caramel than British pale ales and bitters. Has less hop intensity and a more pronounced malt flavor than typical American versions.",
    "ibu": "40 - 60",
    "srm": "6 - 14",
    "og": "1.050 - 1.075",
    "fg": "1.010 - 1.018",
    "abv": "5% - 7.5%",
    "commercialExamples": "Commercial Examples Freeminer Trafalgar IPA, Fuller's Bengal Lancer IPA, Meantime India Pale Ale, Ridgeway IPA, Summit True Brit IPA, Thornbridge Jaipur, Worthington White Shield.",
    "styleAttributes": "Style Attributes  bitter, british-isles, high-strength, hoppy, ipa-family, pale-color, top-fermented, traditional-style"
  },
  {
    "category": "13A. Dark Mild",
    "name": "Dark Mild",
    "overallImpression": "A dark, low-gravity, malt-focused British session ale readily suited to drinking in quantity. Refreshing, yet flavorful, with a wide range of dark malt or dark sugar expression.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Historically, ‘mild’ was simply an unaged beer, and could be used as an adjective to distinguish between aged or more highly hopped keeping beers. Modern milds trace their roots to the weaker X-type ales of the 1800s, although dark milds did not appear until the 20th century. In current usage, the term implies a lower-strength beer with less hop bitterness than bitters. The guidelines describe the modern British version. The term ‘mild’ is currently somewhat out of favor with consumers, and many breweries no longer use it. Increasingly rare. There is no historic connection or relationship between Mild and Porter.",
    "characteristicIngredients": "",
    "styleComparisonAndVitalStatistics": "Some versions may seem like lower-gravity modern English porters. Much less sweet than London Brown Ale.",
    "ibu": "10 - 25",
    "srm": "12 - 25",
    "og": "1.030 - 1.038",
    "fg": "1.008 - 1.013",
    "abv": "3% - 3.8%",
    "commercialExamples": "Commercial Examples Banks's Mild, Cain's Dark Mild, Highgate Dark Mild, Brain’s Dark, Moorhouse Black Cat, Rudgate Ruby Mild, Theakston Traditional Mild.",
    "styleAttributes": "Style Attributes  british-isles, brown-ale-family, dark-color, malty, session-strength, top-fermented, traditional-style"
  },
  {
    "category": "13B. British Brown Ale",
    "name": "British Brown Ale",
    "overallImpression": "A malty, brown caramel-centric British ale without the roasted flavors of a Porter.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Brown ale has a long history in Great Britain, although several different types of products used that name at various times. Modern brown ale is a 20th century creation as a bottled product; it is not the same as historical products of the same name. A wide range of gravities were brewed, but modern brown ales are generally of the stronger (by current UK standards) interpretation. This style is based on the modern stronger British brown ales, not historical versions or the sweeter London Brown Ale. Predominately but not exclusively a bottled product currently.",
    "characteristicIngredients": "British mild ale or pale ale malt base with caramel malts. May also have small amounts darker malts (e.g., chocolate) to provide color and the nutty character. English hop varieties are most authentic.",
    "styleComparisonAndVitalStatistics": "More malty balance than British Bitters, with more malt flavors from darker grains. Stronger than a Dark Mild. Less roast than an English Porter. Stronger and much less sweet than London Brown Ale.",
    "ibu": "20 - 30",
    "srm": "12 - 22",
    "og": "1.040 - 1.052",
    "fg": "1.008 - 1.013",
    "abv": "4.2% - 5.4%",
    "commercialExamples": "Commercial Examples Maxim Double Maxim, Newcastle Brown Ale, Riggwelter Yorkshire Ale, Samuel Smith’s Nut Brown Ale, Wychwood Hobgoblin.",
    "styleAttributes": "Style Attributes  amber-color, british-isles, brown-ale-family, malty, standard-strength, top-fermented, traditional-style"
  },
  {
    "category": "13C. English Porter",
    "name": "English Porter",
    "overallImpression": "A moderate-strength brown beer with a restrained roasty character and bitterness. May have a range of roasted flavors, generally without burnt qualities, and often has a chocolate-caramel-malty profile.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Originating in London around 300 years ago, porter evolved from earlier sweet, Brown Beer popular at the time. Evolved many times with various technological and ingredient developments and consumer preferences driving these changes. Became a highly-popular, widely-exported style in the 1800s before declining around WWI and disappearing in the 1950s. It was re-introduced in the mid-1970s with the start of the craft beer era. The name is said to have been derived from its popularity with the London working class performing various load-carrying tasks of the day. Parent of various regional interpretations over time, and a predecessor to all stouts (which were originally called “stout porters”). There is no historic connection or relationship between Mild and Porter.",
    "characteristicIngredients": "Grists vary, but something producing a dark color is always involved. Chocolate or other dark-roasted malts, caramel malt, brewing sugars, and the like are common. London-type porters often use brown malt as a characteristic flavor.",
    "styleComparisonAndVitalStatistics": "Differs from an American Porter in that it usually has softer, sweeter and more caramelly flavors, lower gravities, and usually less alcohol; the American Porter will also typically have more of a hop character. More substance and roast than a British Brown Ale. Higher in gravity than a dark mild.",
    "ibu": "18 - 35",
    "srm": "20 - 30",
    "og": "1.040 - 1.052",
    "fg": "1.008 - 1.014",
    "abv": "4% - 5.4%",
    "commercialExamples": "Commercial Examples Burton Bridge Burton Porter, Fuller's London Porter, Nethergate Old Growler Porter, RCH Old Slug Porter, Samuel Smith Taddy Porter.",
    "styleAttributes": "Style Attributes  british-isles, dark-color, malty, porter-family, roasty, standard-strength, top-fermented, traditional-style"
  },
  {
    "category": "14A. Scottish Light",
    "name": "Scottish Light",
    "overallImpression": "A malt-focused, generally caramelly beer with perhaps a few esters and occasionally a butterscotch aftertaste. Hops only to balance and support the malt. The malt character can range from dry and grainy to rich, toasty, and caramelly, but is never roasty and especially never has a peat smoke character. Traditionally the darkest of the Scottish ales, sometimes nearly black but lacking any burnt, overtly roasted character.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "",
    "characteristicIngredients": "Originally used Scottish pale malt, grits or flaked maize, and brewers caramel for color. Later adapted to use additional ingredients, such as amber and brown malts, crystal and wheat malts, and roasted grains or dark sugars for color but not for the ‘roasty’ flavor. Sugar adjuncts are traditional. Clean or slightly fruity yeast. Peat-smoked malt is inauthentic and inappropriate.",
    "styleComparisonAndVitalStatistics": "Similar character to a Wee Heavy, but much smaller. Similar in color to a Dark Mild, but a little weaker in strength.",
    "ibu": "10 - 20",
    "srm": "17 - 22",
    "og": "1.030 - 1.035",
    "fg": "1.010 - 1.013",
    "abv": "2.5% - 3.2%",
    "commercialExamples": "Commercial Examples McEwan's 60.",
    "styleAttributes": "Style Attributes  amber-ale-family, amber-color, british-isles, malty, session-strength, top-fermented, traditional-style"
  },
  {
    "category": "14B. Scottish Heavy",
    "name": "Scottish Heavy",
    "overallImpression": "A malt-focused, generally caramelly beer with perhaps a few esters and occasionally a butterscotch aftertaste. Hops only to balance and support the malt. The malt character can range from dry and grainy to rich, toasty, and caramelly, but is never roasty and especially never has a peat smoke character.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "",
    "characteristicIngredients": "Originally used Scottish pale malt, grits or flaked maize, and brewers caramel for color. Later adapted to use additional ingredients, such as amber and brown malts, crystal and wheat malts, and roasted grains or dark sugars for color but not for the ‘roasty’ flavor. Sugar adjuncts are traditional. Clean or slightly fruity yeast. Peat-smoked malt is inauthentic and inappropriate.",
    "styleComparisonAndVitalStatistics": "Similar character to a Wee Heavy, but much smaller.",
    "ibu": "10 - 20",
    "srm": "13 - 22",
    "og": "1.035 - 1.040",
    "fg": "1.010 - 1.015",
    "abv": "3.2% - 3.9%",
    "commercialExamples": "Commercial Examples Broughton Greenmantle Ale, Caledonia Smooth, McEwan's 70, Orkney Raven Ale, Tennent’s Special Ale.",
    "styleAttributes": "Style Attributes  amber-ale-family, amber-color, british-isles, malty, session-strength, top-fermented, traditional-style"
  },
  {
    "category": "14C. Scottish Export",
    "name": "Scottish Export",
    "overallImpression": "A malt-focused, generally caramelly beer with perhaps a few esters and occasionally a butterscotch aftertaste. Hops only to balance and support the malt. The malt character can range from dry and grainy to rich, toasty, and caramelly, but is never roasty and especially never has a peat smoke character.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "",
    "characteristicIngredients": "Originally used Scottish pale malt, grits or flaked maize, and brewers caramel for color. Later adapted to use additional ingredients, such as amber and brown malts, crystal and wheat malts, and roasted grains or dark sugars for color but not for the ‘roasty’ flavor. Sugar adjuncts are traditional. Clean or slightly fruity yeast. Peat-smoked malt is inauthentic and inappropriate.",
    "styleComparisonAndVitalStatistics": "Similar character to a Wee Heavy, but much smaller.",
    "ibu": "15 - 30",
    "srm": "13 - 22",
    "og": "1.040 - 1.060",
    "fg": "1.010 - 1.016",
    "abv": "3.9% - 6%",
    "commercialExamples": "Commercial Examples Belhaven Scottish Ale, Broughton Exciseman’s Ale, Orkney Dark Island, Pelican MacPelican’s Scottish Style Ale, Weasel Boy Plaid Ferret Scottish Ale.",
    "styleAttributes": "Style Attributes  amber-ale-family, amber-color, british-isles, malty, standard-strength, top-fermented, traditional-style"
  },
  {
    "category": "15A. Irish Red Ale",
    "name": "Irish Red Ale",
    "overallImpression": "An easy-drinking pint, often with subtle flavors. Slightly malty in the balance sometimes with an initial soft toffee/caramel sweetness, a slightly grainy-biscuity palate, and a touch of roasted dryness in the finish. Some versions can emphasize the caramel and sweetness more, while others will favor the grainy palate and roasted dryness.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "While Ireland has a long ale brewing heritage, the modern Irish Red Ale style is essentially an adaptation or interpretation of the popular English Bitter style with less hopping and a bit of roast to add color and dryness. Rediscovered as a craft beer style in Ireland, today it is an essential part of most brewery lineups, along with a pale ale and a stout.",
    "characteristicIngredients": "Generally has a bit of roasted barley or black malt to provide reddish color and dry roasted finish. Pale base malt. Caramel malts were historically imported and more expensive, so not all brewers would use them.",
    "styleComparisonAndVitalStatistics": "A less-bitter and hoppy Irish equivalent to an English Bitter, with a dryish finish due to roasted barley. More attenuated with less caramel flavor and body than equivalent-strength Scottish ales.",
    "ibu": "18 - 28",
    "srm": "9 - 14",
    "og": "1.036 - 1.046",
    "fg": "1.010 - 1.014",
    "abv": "3.8% - 5%",
    "commercialExamples": "Commercial Examples Caffrey’s Irish Ale, Franciscan Well Rebel Red, Kilkenny Irish Beer, O’Hara’s Irish Red Ale, Porterhouse Red Ale, Samuel Adams Irish Red, Smithwick’s Irish Ale.",
    "styleAttributes": "Style Attributes  amber-ale-family, amber-color, balanced, british-isles, standard-strength, top-fermented, traditional-style"
  },
  {
    "category": "15B. Irish Stout",
    "name": "Irish Stout",
    "overallImpression": "A black beer with a pronounced roasted flavor, often similar to coffee. The balance can range from fairly even to quite bitter, with the more balanced versions having a little malty sweetness and the bitter versions being quite dry. Draught versions typically are creamy from a nitro pour, but bottled versions will not have this dispense-derived character. The roasted flavor can be dry and coffee-like to somewhat chocolaty.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "The style evolved from attempts to capitalize on the success of London porters, but originally reflected a fuller, creamier, more “stout” body and strength. Guinness began brewing only porter in 1799, and a “stouter kind of porter” around 1810. Irish stout diverged from London single stout (or simply porter) in the late 1800s, with an emphasis on darker malts. Guinness was among the first breweries to use black patent malt for porters and stouts in the 1820s. Guinness began using roasted barley after WWII, while London brewers continued to use brown malt. Guinness started using flaked barley in the 1950s, also increasing attenuation greatly. Guinness Draught was launched as a brand in 1959. Draught cans and bottles were developed in the late 1980s and 1990s.",
    "characteristicIngredients": "Guinness is made using roasted barley, flaked barley, and pale malt, but other breweries don’t necessarily use roasted barley; they can use chocolate or other dark and specialty malts. Whatever combination of malts or grains is used, the resulting product should be black. Cork-type stouts are perhaps closer to historical London-type stouts in composition with a varied grist not dominated by roasted barley.",
    "styleComparisonAndVitalStatistics": "Lower strength than an Irish Extra Stout, but with similar flavors. Darker in color (black) than an English porter (brown).",
    "ibu": "25 - 45",
    "srm": "25 - 40",
    "og": "1.036 - 1.044",
    "fg": "1.007 - 1.011",
    "abv": "4% - 4.5%",
    "commercialExamples": "Commercial Examples Beamish Irish Stout, Guinness Draught, Harpoon Boston Irish Stout, Murphy's Irish Stout, O’Hara’s Irish Stout. 15 Belhaven Black Stout c.",
    "styleAttributes": "Style Attributes  bitter, british-isles, dark-color, roasty, standard-strength, stout-family, top-fermented, traditional-style"
  },
  {
    "category": "15C. Irish Extra Stout",
    "name": "Irish Extra Stout",
    "overallImpression": "A fuller-bodied black beer with a pronounced roasted flavor, often similar to coffee and dark chocolate with some malty complexity. The balance can range from moderately bittersweet to bitter, with the more balanced versions having up to moderate malty richness and the bitter versions being quite dry.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Same roots as Irish stout, but as a stronger product. Guinness Extra Stout (Extra Superior Porter, later Double Stout) was first brewed in 1821, and was primarily a bottled product. Described by Guinness as a “more full-bodied beer with a deeper characteristic roasted bitterness and a rich, mature texture. Of all the types of Guinness available today, this is the closest to the porter originally brewed by Arthur Guinness.” Note that in modern times, Guinness Extra Stout has different strengths in different regions; the European version is around 4.2% and fits in the Irish Stout style.",
    "characteristicIngredients": "Similar to Irish Stout.",
    "styleComparisonAndVitalStatistics": "Midway between an Irish Stout and a Foreign Extra Stout in strength and flavor intensity, although with a similar balance. More body, richness, and often malt complexity than an Irish Stout. Black in color, not brown like a porter.",
    "ibu": "35 - 50",
    "srm": "25 - 40",
    "og": "1.052 - 1.062",
    "fg": "1.010 - 1.014",
    "abv": "5.5% - 6.5%",
    "commercialExamples": "Commercial Examples Guinness Extra Stout (US version), O’Hara’s Leann Folláin, Sheaf Stout.",
    "styleAttributes": "Style Attributes  bitter, british-isles, dark-color, high-strength, roasty, stout-family, top-fermented, traditional-style"
  },
  {
    "category": "16A. Sweet Stout",
    "name": "Sweet Stout",
    "overallImpression": "A very dark, sweet, full-bodied, slightly roasty ale that can suggest coffee-and-cream, or sweetened espresso.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "An English style of stout developed in the early 1900s. Historically known as “Milk” or “Cream” stouts, legally this designation is no longer permitted in England (but is acceptable elsewhere). The “milk” name is derived from the use of lactose, or milk sugar, as a sweetener. Originally marketed as a tonic for invalids and nursing mothers.",
    "characteristicIngredients": "The sweetness in most Sweet Stouts comes from a lower bitterness level than most other stouts and a high percentage of unfermentable dextrins. Lactose, an unfermentable sugar, is frequently added to provide additional residual sweetness. Base of pale malt, and may use roasted barley, black malt, chocolate malt, crystal malt, and adjuncts such as maize or brewing sugars.",
    "styleComparisonAndVitalStatistics": "Much sweeter and less bitter than other stouts (except the stronger tropical stout). The roast character is mild, not burnt like other stouts. Somewhat similar in balance to oatmeal stouts, albeit with more sweetness.",
    "ibu": "20 - 40",
    "srm": "30 - 40",
    "og": "1.044 - 1.060",
    "fg": "1.012 - 1.024",
    "abv": "4% - 6%",
    "commercialExamples": "Commercial Examples Bristol Beer Factory Milk Stout, Left Hand Milk Stout, Lancaster Milk Stout, Mackeson's XXX Stout, Marston’s Oyster Stout, Samuel Adams Cream Stout.",
    "styleAttributes": "Style Attributes  british-isles, dark-color, malty, roasty, standard-strength, stout-family, sweet, top-fermented, traditional-style"
  },
  {
    "category": "16B. Oatmeal Stout",
    "name": "Oatmeal Stout",
    "overallImpression": "A very dark, full-bodied, roasty, malty ale with a complementary oatmeal flavor. The sweetness, balance, and oatmeal impression can vary considerably.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "A variant of nourishing or invalid stouts of the late 1800s using oatmeal in the grist, similar to the development of sweet stout that used lactose. An original Scottish version used a significant amount of oat malt. Later went through a shady phase where some English brewers would throw a handful of oats into their parti-gyled stouts in order to legally produce a ‘healthy’ Oatmeal Stout for marketing purposes. Most popular in England between the World Wars, was revived in the craft beer era for export, which helped lead to its adoption as a popular modern American craft beer style that uses a noticeable (not symbolic) quantity of oats.",
    "characteristicIngredients": "Pale, caramel and dark roasted malts (often chocolate) and grains. Oatmeal or malted oats (5-20% or more) used to enhance fullness of body and complexity of flavor. Hops primarily for bittering. Can use brewing sugars or syrups. English ale yeast.",
    "styleComparisonAndVitalStatistics": "Most are like a cross between an Irish Extra Stout and a Sweet Stout with oatmeal added. Several variations exist, with the sweeter versions more like a Sweet Stout with oatmeal instead of lactose, and the drier versions more like a more nutty, flavorful Irish Extra Stout. Both tend to emphasize the body and mouthfeel.",
    "ibu": "25 - 40",
    "srm": "22 - 40",
    "og": "1.045 - 1.065",
    "fg": "1.010 - 1.018",
    "abv": "4.2% - 5.9%",
    "commercialExamples": "Commercial Examples Anderson Valley Barney Flats Oatmeal Stout, Broughton Scottish Oatmeal Stout, Figueroa Mountain Stagecoach Stout, St-Ambroise Oatmeal Stout, Samuel Smith Oatmeal Stout, Young's Oatmeal Stout.",
    "styleAttributes": "Style Attributes  balanced, british-isles, dark-color, roasty, standard-strength, stout-family, top-fermented, traditional-style"
  },
  {
    "category": "16C. Tropical Stout",
    "name": "Tropical Stout",
    "overallImpression": "A very dark, sweet, fruity, moderately strong ale with smooth roasty flavors without a burnt harshness.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Originally high-gravity stouts brewed for tropical markets, became popular and imitated by local brewers often using local sugars and ingredients.",
    "characteristicIngredients": "Similar to a sweet stout, but with more gravity. Pale and dark roasted malts and grains. Hops mostly for bitterness. May use adjuncts and sugar to\nboost gravity. Typically made with warm-fermented lager yeast.",
    "styleComparisonAndVitalStatistics": "Tastes like a scaled-up sweet stout with higher fruitiness. Similar to some Imperial Stouts without the high bitterness, strong/burnt roastiness, and late hops, and with lower alcohol. Much more sweet and less hoppy than American Stouts. Much sweeter and less bitter than the similar-gravity Export Stouts.",
    "ibu": "30 - 50",
    "srm": "30 - 40",
    "og": "1.056 - 1.075",
    "fg": "1.010 - 1.018",
    "abv": "5.5% - 8%",
    "commercialExamples": "Commercial Examples ABC Extra Stout, Dragon Stout, Jamaica Stout, Lion Stout, Royal Extra Stout.",
    "styleAttributes": "Style Attributes  british-isles, dark-color, high-strength, malty, roasty, stout-family, sweet, top-fermented, traditional-style"
  },
  {
    "category": "16D. Foreign Extra Stout",
    "name": "Foreign Extra Stout",
    "overallImpression": "A very dark, moderately strong, fairly dry, stout with prominent roast flavors.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Stronger stouts brewed for the export market today, but with a history stretching back to the 18th and 19th centuries when they were more heavily-hopped versions of stronger export stouts. Guinness Foreign Extra Stout (originally, West India Porter, later Foreign Extra Double Stout) was first brewed in 1801 according to Guinness with “extra hops to give it a distinctive taste and a longer shelf life in hot weather, this is brewed [today] in Africa, Asia and the Caribbean. It [currently] makes up 40% of all the Guinness brewed around the world.”",
    "characteristicIngredients": "Pale and dark roasted malts and grains, historically also could have used brown and amber malts. Hops mostly for bitterness, typically English varieties. May use adjuncts and sugar to boost gravity.",
    "styleComparisonAndVitalStatistics": "Similar in balance to an Irish Extra Stout, but with more alcohol. Not as big or intense as a Russian Imperial Stout. Lacking the strong bitterness and high late hops of American Stouts. Similar gravity as Tropical Stout, but with a drier finish, higher bitterness, and less esters.",
    "ibu": "50 - 70",
    "srm": "30 - 40",
    "og": "1.056 - 1.075",
    "fg": "1.010 - 1.018",
    "abv": "6.3% - 8%",
    "commercialExamples": "Commercial Examples Coopers Best Extra Stout, Guinness Foreign Extra Stout, The Kernel Export Stout, Ridgeway Foreign Export Stout, Southwark Old Stout.",
    "styleAttributes": "Style Attributes  balanced, british-isles, dark-color, high-strength, roasty, stout-family, top-fermented, traditional-style"
  },
  {
    "category": "17A. British Strong Ale",
    "name": "British Strong Ale",
    "overallImpression": "An ale of respectable alcoholic strength, traditionally bottled-conditioned and cellared. Can have a wide range of interpretations, but most will have varying degrees of malty richness, late hops and bitterness, fruity esters, and alcohol warmth. Judges should allow for a significant range in character, as long as the beer is within the alcohol strength range and has an interesting ‘British’ character, it likely fits the style. The malt and adjunct flavors and intensity can vary widely, but any combination should result in an agreeable palate experience.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "The heritage varies since this category generally reflects a grouping of unrelated minor styles with limited production. Some are historical recreations while others are modern. Some directly descend from older styles such as Burton ales, while others maintain a historical connection with older beers. As a grouping, the notion is relatively modern since beers of this strength category would not have been abnormal in past centuries. Do not use this category grouping to infer historical relationships between examples; this is almost a modern British specialty category where the ‘special’ attribute is alcohol level.",
    "characteristicIngredients": "Grists vary, often based on pale malt with caramel and specialty malts. Some darker examples suggest that dark malts (e.g., chocolate, black malt) may be appropriate, though sparingly so as to avoid an overly roasted character. Sugary adjuncts are common, as are starchy adjuncts (maize, flaked barley, wheat). Finishing hops are traditionally English.",
    "styleComparisonAndVitalStatistics": "Significant overlap in gravity with old ales, but not having a stale or aged character. A wide range of interpretations is possible. Should not be as rich or strong as an English Barleywine. Stronger than the stronger everyday beers (strong bitters, brown ales, porters). More specialty malt and/or sugar character than American Strong Ales.",
    "ibu": "30 - 60",
    "srm": "8 - 22",
    "og": "1.055 - 1.080",
    "fg": "1.015 - 1.022",
    "abv": "5.5% - 8%",
    "commercialExamples": "Commercial Examples Fuller’s 1845, Harvey’s Elizabethan Ale, J.W. Lees Manchester Star, Samuel Smith’s Winter Welcome, Young's Winter Warmer.",
    "styleAttributes": "Style Attributes  amber-color, british-isles, high-strength, malty, strong-ale-family, top-fermented, traditional-style"
  },
  {
    "category": "17B. Old Ale",
    "name": "Old Ale",
    "overallImpression": "An ale of moderate to fairly significant alcoholic strength, bigger than standard beers, though usually not as strong or rich as barleywine. Often tilted towards a maltier balance. “It should be a warming beer of the type that is best drunk in half pints by a warm fire on a cold winter’s night” – Michael Jackson.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Historically, an aged ale used as stock ales for blending or enjoyed at full strength (stale or stock refers to beers that were aged or stored for a significant period of time). There are at least two definite types in Britain today, weaker draught ones that are similar aged milds of around 4.5%, and stronger ones that are often 6-8% or more.",
    "characteristicIngredients": "Composition varies, although generally similar to British Strong Ales. The age character is the biggest driver of the final style profile, which is more handling than brewing. May be aged in wood, but should not have a strong wood character.",
    "styleComparisonAndVitalStatistics": "Roughly overlapping the British Strong Ale and the lower end of the English Barleywine styles, but always having an aged quality. The distinction between an Old Ale and a Barleywine is somewhat arbitrary above 7% ABV, and generally means having a more significant aged quality (particularly from wood). Barleywines tend to develop more of a ‘mature’ quality, while Old Ales can show more of the barrel qualities (lactic, Brett, vinous, etc.).",
    "ibu": "30 - 60",
    "srm": "10 - 22",
    "og": "1.055 - 1.088",
    "fg": "1.015 - 1.022",
    "abv": "5.5% - 9%",
    "commercialExamples": "Commercial Examples Burton Bridge Olde Expensive, Gale’s Prize Old Ale, Greene King Strong Suffolk Ale, Marston Owd Roger, Theakston Old Peculier.",
    "styleAttributes": "Style Attributes  aged, amber-color, british-isles, high-strength, malty, strong-ale-family, top-fermented, traditional-style"
  },
  {
    "category": "17C. Wee Heavy",
    "name": "Wee Heavy",
    "overallImpression": "Rich, malty, dextrinous, and usually caramel-sweet, these beers can give an impression that is suggestive of a dessert. Complex secondary malt and alcohol flavors prevent a one-dimensional quality. Strength and maltiness can vary, but should not be cloying or syrupy.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "More related to historical brews than modern lower-strength Scottish ales, these beers have their roots in the strong ales of the 1700s and 1800s, although formulations and methods have changed. A premium product, often produced for export. Modern versions have lower starting and finishing gravities than their historical ancestors.",
    "characteristicIngredients": "Well-modified pale malt, with roasted barley for color. May use some crystal malt for color adjustment. Slight smoke character may be present in some versions, but derives from roasted grains or from the boil. Peated malt is absolutely not traditional.",
    "styleComparisonAndVitalStatistics": "Somewhat similar to an English Barleywine.",
    "ibu": "17 - 35",
    "srm": "14 - 25",
    "og": "1.070 - 1.130",
    "fg": "1.018 - 1.040",
    "abv": "6.5% - 10%",
    "commercialExamples": "Commercial Examples Belhaven Wee Heavy, Gordon Highland Scotch Ale, Inveralmond Blackfriar, McEwan's Scotch Ale, Orkney Skull Splitter, Traquair House Ale.",
    "styleAttributes": "Style Attributes  amber-color, british-isles, high-strength, malty, strong-ale-family, top-fermented, traditional-style"
  },
  {
    "category": "17D. English Barleywine",
    "name": "English Barleywine",
    "overallImpression": "A showcase of malty richness and complex, intense flavors. Chewy and rich in body, with warming alcohol and a pleasant fruity or hoppy interest. When aged, it can take on port-like flavors. A wintertime sipper.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Strong ales of various formulations have long been brewed in England, and were known by several names. The modern barleywine traces back to Bass No. 1, which was first called a barleywine in 1872. Barleywines were darker beers until Tennant (now Whitbread) first produced Gold Label, a gold-colored barleywine in 1951. Usually the strongest ale offered by a brewery, and in recent years many commercial examples are now vintage-dated and offered as a limited-release winter seasonal specialty. The original barleywine style that inspired derivative variations in Belgium, the United States, and elsewhere in the world.",
    "characteristicIngredients": "High-quality, well-modified pale malt should form the backbone of the grist, with judicious amounts of caramel malts. Dark malts should be used with great restraint, if at all, as most of the color arises from a lengthy boil. English hops such as Northdown, Target, East Kent Goldings and Fuggles are typical. Characterful British yeast.",
    "styleComparisonAndVitalStatistics": "Although often a hoppy beer, the English Barleywine places less emphasis on hop character than the American Barleywine and features English hops. English versions can be darker, maltier, fruitier, and feature richer specialty malt flavors than American Barleywines. Has some overlap British Old Ale on the lower end, but generally does not have the vinous qualities of age; rather, it tends to display the mature, elegant signs of age.",
    "ibu": "35 - 70",
    "srm": "8 - 22",
    "og": "1.080 - 1.120",
    "fg": "1.018 - 1.030",
    "abv": "8% - 12%",
    "commercialExamples": "Commercial Examples Adnams Tally-Ho, Burton Bridge Thomas Sykes Old Ale, Coniston No. 9 Barley Wine, Fuller’s Golden Pride, J.W. Lee’s Vintage Harvest Ale, Robinson’s Old Tom.",
    "styleAttributes": "Style Attributes  amber-color, british-isles, malty, strong-ale-family, top-fermented, traditional-style, very-high-strength"
  },
  {
    "category": "18A. Blonde Ale",
    "name": "Blonde Ale",
    "overallImpression": "Easy-drinking, approachable, malt-oriented American craft beer, often with interesting fruit, hop, or character malt notes. Well-balanced and clean, is a refreshing pint without aggressive flavors.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "An American craft beer style produced by many microbreweries and brewpubs, particularly those who cannot produce lagers. Regional variations exist (many US West Coast brewpub examples are more assertive, like pale ales) but in most areas this beer is designed as the least challenging beer in their lineup.",
    "characteristicIngredients": "Generally all malt, but can include up to 25% wheat malt and some sugar adjuncts. Any hop variety can be used. Clean American, lightly fruity English, or Kölsch yeast. May also be made with lager yeast, or cold-conditioned. Some versions may have honey, spices and/or fruit added, although if any of these ingredients are stronger than a background flavor they should be entered in those specialty categories instead.",
    "styleComparisonAndVitalStatistics": "Typically has more flavor than American Lagers and Cream Ales. Less bitterness than an American Pale Ale.",
    "ibu": "15 - 28",
    "srm": "3 - 6",
    "og": "1.038 - 1.054",
    "fg": "1.008 - 1.013",
    "abv": "3.8% - 5.5%",
    "commercialExamples": "Commercial Examples Kona Big Wave Golden Ale, Pelican Kiwanda Cream Ale, Russian River Aud Blonde, Victory Summer Love, Widmer Citra Summer Blonde Brew.",
    "styleAttributes": "Style Attributes  any-fermentation, balanced, craft-style, north-america, pale-ale-family, pale-color, standard-strength"
  },
  {
    "category": "18B. American Pale Ale",
    "name": "American Pale Ale",
    "overallImpression": "A pale, refreshing and hoppy ale, yet with sufficient supporting malt to make the beer balanced and drinkable. The clean hop presence can reflect classic or modern American or New World hop varieties with a wide range of characteristics. An average-strength hop-forward pale American craft beer, generally balanced to be more accessible than modern American IPAs.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "A modern American craft beer era adaptation of English pale ale, reflecting indigenous ingredients (hops, malt, yeast, and water). Prior to the explosion in popularity of IPAs, was traditionally the most well-known and popular of American craft beers.",
    "characteristicIngredients": "Pale ale malt, typically North American two-row. American or New World hops, with a wide range of allowable characteristics. American or English ale yeast (neutral to lightly fruity). Specialty grains may add character and complexity, but generally make up a relatively small portion of the grist. Grains that add malt flavor and richness, light sweetness, and toasty or bready notes are often used (along with late hops) to differentiate brands.",
    "styleComparisonAndVitalStatistics": "Typically lighter in color, cleaner in fermentation by-products, and having less caramel flavors than English counterparts. There can be some overlap in color between American pale ale and American amber ale. The American pale ale will generally be cleaner, have a less caramelly malt profile, less body, and often more finishing hops. Less bitterness in the balance and alcohol strength than an American IPA. More balanced and drinkable, and less intensely hop-focused and bitter than session-strength American IPAs (aka Session IPAs).",
    "ibu": "30 - 50",
    "srm": "5 - 10",
    "og": "1.045 - 1.060",
    "fg": "1.010 - 1.015",
    "abv": "4.5% - 6.2%",
    "commercialExamples": "Commercial Examples Ballast Point Grunion Pale Ale, Firestone Walker Pale 31, Great Lakes Burning River, Sierra Nevada Pale Ale, Stone Pale Ale, Tröegs Pale Ale.",
    "styleAttributes": "Style Attributes  bitter, craft-style, hoppy, north-america, pale-ale-family, pale-color, standard-strength, top-fermented"
  },
  {
    "category": "19A. American Amber Ale",
    "name": "American Amber Ale",
    "overallImpression": "An amber, hoppy, moderate-strength American craft beer with a caramel malty flavor. The balance can vary quite a bit, with some versions being fairly malty and others being aggressively hoppy. Hoppy and bitter versions should not have clashing flavors with the caramel malt profile.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "A modern American craft beer style developed as a variation from American Pale Ales. Known simply as Red Ales in some regions, these beers were popularized in the hop-loving Northern California and the Pacific Northwest areas before spreading nationwide.",
    "characteristicIngredients": "Pale ale malt, typically North American two-row. Medium to dark crystal malts. May also contain specialty grains which add additional character and uniqueness. American or New World hops, often with citrusy flavors, are common but others may also be used.",
    "styleComparisonAndVitalStatistics": "Darker, more caramelly, more body, and generally less bitter in the balance than American Pale Ales. Less alcohol, bitterness, and hop character than Red IPAs. Less strength, malt, and hop character than American Strong Ales. Should not have a strong chocolate or roast character that might suggest an American brown ale (although small amounts are OK).",
    "ibu": "25 - 40",
    "srm": "10 - 17",
    "og": "1.045 - 1.060",
    "fg": "1.010 - 1.015",
    "abv": "4.5% - 6.2%",
    "commercialExamples": "Commercial Examples Deschutes Cinder Cone Red, Full Sail Amber, Kona Lavaman Red Ale, North Coast Ruedrich's Red Seal Ale, Rogue American Amber Ale, Tröegs HopBack Amber Ale.",
    "styleAttributes": "Style Attributes  amber-ale-family, amber-color, balanced, craft-style, hoppy, north-america, standard-strength, top-fermented"
  },
  {
    "category": "19B. California Common",
    "name": "California Common",
    "overallImpression": "A lightly fruity beer with firm, grainy maltiness, interesting toasty and caramel flavors, and showcasing rustic, traditional American hop characteristics.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "American West Coast original, brewed originally as Steam Beer in the Gold Rush era. Large shallow open fermenters (coolships) were traditionally used to compensate for the absence of refrigeration and to take advantage of the cool ambient temperatures in the San Francisco Bay area. Fermented with a lager yeast, but one that was selected to ferment relatively clean beer at warmer temperatures. Modern versions are based on Anchor Brewing re-launching the style in the 1970s.",
    "characteristicIngredients": "Pale ale malt, non-citrusy hops (often Northern Brewer), small amounts of toasted malt and/or crystal malts. Lager yeast; however, some strains (often with the mention of “California” in the name) work better than others at the warmer fermentation temperatures (55 to 60 °F) typically used. Note that some German yeast strains produce inappropriate sulfury character.",
    "styleComparisonAndVitalStatistics": "Superficially similar to an American Amber Ale, but with specific choices for malt and hopping – the hop flavor/aroma is traditional (not modern) American hops, malt flavors are more toasty, the hopping is always assertive, and a warm-fermented lager yeast is used. Less attenuated, less carbonated and less fruity than Australian Sparkling ale.",
    "ibu": "30 - 45",
    "srm": "10 - 14",
    "og": "1.048 - 1.054",
    "fg": "1.011 - 1.014",
    "abv": "4.5% - 5.5%",
    "commercialExamples": "Commercial Examples Anchor Steam, Flying Dog Old Scratch Amber Lager, Schlafly Pi Common, Steamworks Steam Engine Lager.",
    "styleAttributes": "Style Attributes  amber-color, amber-lager-family, bitter, bottom-fermented, hoppy, north-america, standard-strength, traditional-style"
  },
  {
    "category": "19C. American Brown Ale",
    "name": "American Brown Ale",
    "overallImpression": "A malty but hoppy beer frequently with chocolate and caramel flavors. The hop flavor and aroma complements and enhances the malt rather than clashing with it.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "An American style from the modern craft beer era. Derived from English Brown Ales, but with more hops. Pete’s Wicked Ale was one of the first and best known examples, and inspired many imitations. Popular with homebrewers, where very hoppy versions were sometimes called Texas Brown Ales (this is now more appropriately a Brown IPA).",
    "characteristicIngredients": "Well-modified pale malt, plus crystal and darker malts (typically chocolate). American hops are typical, but continental or New World hops can also be used.",
    "styleComparisonAndVitalStatistics": "More chocolate and caramel type flavors than American Pale or Amber Ales, typically with less prominent bitterness in the balance. Less bitterness, alcohol, and hop character than Brown IPAs. More bitter and generally hoppier than English Brown Ales, with a richer malt presence, usually higher alcohol, and American/New World hop character.",
    "ibu": "20 - 30",
    "srm": "18 - 35",
    "og": "1.045 - 1.060",
    "fg": "1.010 - 1.016",
    "abv": "4.3% - 6.2%",
    "commercialExamples": "Commercial Examples Anchor Brekle’s Brown, Big Sky Moose Drool Brown Ale, Brooklyn Brown Ale, Bell’s Best Brown, Cigar City Maduro Brown Ale, Smuttynose Old Brown Dog Ale, Telluride Face Down Brown.",
    "styleAttributes": "Style Attributes  balanced, brown-ale-family, craft-style, dark-color, hoppy, north-america, standard-strength, top-fermented"
  },
  {
    "category": "20A. American Porter",
    "name": "American Porter",
    "overallImpression": "A substantial, malty dark beer with a complex and flavorful dark malt character.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "A stronger, more aggressive version of pre-prohibition porters and/or English porters developed in the modern craft beer era. Historical versions existed, particularly on the US East Coast, some of which are still being produced (see the Historical Beer, Pre-Prohibition Porter). This style describes the modern craft version.",
    "characteristicIngredients": "May contain several malts, prominently dark malts, which often include black malt (chocolate malt is also often used). American hops typically used for bittering, but US or UK finishing hops can be used; a clashing citrus quality is generally undesirable. Ale yeast can either be clean US versions or characterful English varieties.",
    "styleComparisonAndVitalStatistics": "More bitter and often stronger with more dark malt qualities and dryness than English Porters or Pre-Prohibition Porters. Less strong and assertive than American Stouts.",
    "ibu": "25 - 50",
    "srm": "22 - 40",
    "og": "1.050 - 1.070",
    "fg": "1.012 - 1.018",
    "abv": "4.8% - 6.5%",
    "commercialExamples": "Commercial Examples Anchor Porter, Boulevard Bully! Porter, Deschutes Black Butte Porter, Founders Porter, Great Lakes Edmund Fitzgerald Porter, Smuttynose Robust Porter, Sierra Nevada Porter.",
    "styleAttributes": "Style Attributes  bitter, craft-style, dark-color, hoppy, north-america, porter-family, roasty, standard-strength, top-fermented"
  },
  {
    "category": "20B. American Stout",
    "name": "American Stout",
    "overallImpression": "A fairly strong, highly roasted, bitter, hoppy dark stout. Has the body and dark flavors typical of stouts with a more aggressive American hop character and bitterness.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "A modern craft beer and homebrew style that applied an aggressive American hoping regime to a strong traditional English or Irish stout. The homebrew version was previously known as West Coast Stout, which is a common naming scheme for a more highly-hopped beer.",
    "characteristicIngredients": "Common American base malts and yeast. Varied use of dark and roasted malts, as well as caramel-type malts. Adjuncts such as oatmeal may be present in low quantities. American hop varieties.",
    "styleComparisonAndVitalStatistics": "Like a hoppy, bitter, strongly roasted Extra or Export Stout. Much more roast and body than a Black IPA. Bigger, stronger versions belong in the Russian Imperial Stout style. Stronger and more assertive, particularly in the dark malt/grain additions and hop character, than American Porter.",
    "ibu": "35 - 75",
    "srm": "30 - 40",
    "og": "1.050 - 1.075",
    "fg": "1.010 - 1.022",
    "abv": "5% - 7%",
    "commercialExamples": "Commercial Examples Avery Out of Bounds Stout, Deschutes Obsidian Stout, North Coast Old No. 38, Rogue Shakespeare Stout, Sierra Nevada Stout.",
    "styleAttributes": "Style Attributes  bitter, craft-style, dark-color, high-strength, hoppy, north-america, roasty, stout-family, top-fermented"
  },
  {
    "category": "20C. Imperial Stout",
    "name": "Imperial Stout",
    "overallImpression": "An intensely-flavored, big, dark ale with a wide range of flavor balances and regional interpretations. Roasty-burnt malt with deep dark or dried fruit flavors, and a warming, bittersweet finish. Despite the intense flavors, the components need to meld together to create a complex, harmonious beer, not a hot mess.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "A style with a long, although not necessarily continuous, heritage. Traces roots to strong English porters brewed for export in the 1700s, and said to have been popular with the Russian Imperial Court. After the Napoleonic wars interrupted trade, these beers were increasingly sold in England. The style eventually all but died out, until being popularly embraced in the modern craft beer era, both in England as a revival and in the United States as a reinterpretation or re-imagination by extending the style with American characteristics.",
    "characteristicIngredients": "Well-modified pale malt, with generous quantities of roasted malts and/or grain. May have a complex grain bill using virtually any variety of malt. Any type of hops may be used. American or English ale yeast.",
    "styleComparisonAndVitalStatistics": "Like a black barleywine with every dimension of flavor coming into play. More complex, with a broader range of possible flavors than lower-gravity stouts.",
    "ibu": "50 - 90",
    "srm": "30 - 40",
    "og": "1.075 - 1.115",
    "fg": "1.018 - 1.030",
    "abv": "8% - 12%",
    "commercialExamples": "Commercial ExamplesAmerican Bell’s Expedition Stout, Cigar City Marshal Zhukov’s Imperial Stout, Great Divide Yeti Imperial Stout, North Coast Old Rasputin Imperial Stout, Sierra Nevada Narwhal Imperial Stout. English Courage Imperial Russian Stout, Le Coq Imperial Extra Double Stout, Samuel Smith Imperial Stout.",
    "styleAttributes": "Style Attributes  bitter, british-isles, craft-style, dark-color, malty, north-america, roasty, stout-family, top-fermented, traditional-style, very-high-strength"
  },
  {
    "category": "21A. American IPA",
    "name": "American IPA",
    "overallImpression": "A decidedly hoppy and bitter, moderately strong American pale ale, showcasing modern American or New World hop varieties. The balance is hop-forward, with a clean fermentation profile, dryish finish, and clean, supporting malt allowing a creative range of hop character to shine through.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "The first modern American craft beer example is generally believed to be Anchor Liberty Ale, first brewed in 1975 and using whole Cascade hops; the style has pushed beyond that original beer, which now tastes more like an American Pale Ale in comparison. American-made IPAs from earlier eras were not unknown (particularly the well-regarded Ballantine’s IPA, an oak-aged beer using an old English recipe). This style is based on the modern craft beer examples.",
    "characteristicIngredients": "Pale ale or 2-row brewers malt as the base, American or New World hops, American or English yeast with a clean or slightly fruity profile. Generally all-malt, but mashed at lower temperatures for high attenuation. Sugar additions to aid attenuation are acceptable. Restrained use of crystal malts, if any, as high amounts can lead to a sweet finish and clash with the hop character.",
    "styleComparisonAndVitalStatistics": "Stronger and more highly hopped than an American Pale Ale. Compared to an English IPA, has less of the “English” character from malt, hops, and yeast (less caramel, bread, and toast; more American/New World hops than English; less yeast-derived esters), less body, and often has a more hoppy balance and is slightly stronger than most examples. Less alcohol than a Double IPA, but with a similar balance.",
    "ibu": "40 - 70",
    "srm": "6 - 14",
    "og": "1.056 - 1.070",
    "fg": "1.008 - 1.014",
    "abv": "5.5% - 7.5%",
    "commercialExamples": "Commercial Examples Alpine Duet, Bell’s Two-Hearted Ale, Fat Heads Head Hunter IPA, Firestone Walker Union Jack, Lagunitas IPA, Russian River Blind Pig IPA, Stone IPA.",
    "styleAttributes": "Style Attributes  bitter, craft-style, high-strength, hoppy, ipa-family, north-america, pale-color, top-fermented"
  },
  {
    "category": "21B. Specialty IPA",
    "name": "Specialty IPA",
    "overallImpression": "Recognizable as an IPA by balance – a hop-forward, bitter, dryish beer – with something else present to distinguish it from the standard categories. Should have good drinkability, regardless of the form. Excessive harshness and heaviness are typically faults, as are strong flavor clashes between the hops and the other specialty ingredients.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "",
    "characteristicIngredients": "",
    "styleComparisonAndVitalStatistics": "",
    "ibu": "",
    "srm": "",
    "og": "",
    "fg": "",
    "abv": "",
    "commercialExamples": "",
    "styleAttributes": ""
  },
  {
    "category": "21B. Specialty IPA: Belgian IPA",
    "name": "Specialty IPA: Belgian IPA",
    "overallImpression": "An IPA with the fruitiness and spiciness derived from the use of Belgian yeast. The examples from Belgium tend to be lighter in color and more attenuated, similar to a tripel that has been brewed with more hops. This beer has a more complex flavor profile and may be higher in alcohol than a typical IPA.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "A relatively new style, started showing up in the mid 2000s. Homebrewers and microbreweries simply substituted Belgian yeast in their American IPA recipes. Belgian breweries added more hops to their tripel and pale ale recipes.",
    "characteristicIngredients": "Belgian yeast strains used in making tripels and golden strong ales. American examples tend to use American or New World hops while Belgian versions tend to use European hops and only pale malt.",
    "styleComparisonAndVitalStatistics": "A cross between an American IPA/Imperial IPA with a Belgian Golden Strong Ale or Tripel. This style is may be spicier, stronger, drier and more fruity than an American IPA.",
    "ibu": "50 - 100",
    "srm": "5 - 15",
    "og": "1.058 - 1.080",
    "fg": "1.008 - 1.016",
    "abv": "6.2% - 9.5%",
    "commercialExamples": "Commercial Examples Brewery Vivant Triomphe, Houblon Chouffe, Epic Brainless IPA, Green Flash Le Freak, Stone Cali-Belgique, Urthel Hop It.",
    "styleAttributes": "Style Attributes  bitter, craft-style, high-strength, hoppy, ipa-family, north-america, pale-color, specialty-family, top-fermented"
  },
  {
    "category": "21B. Specialty IPA: Black IPA",
    "name": "Specialty IPA: Black IPA",
    "overallImpression": "A beer with the dryness, hop-forward balance, and flavor characteristics of an American IPA, only darker in color – but without strongly roasted or burnt flavors. The flavor of darker malts is gentle and supportive, not a major flavor component. Drinkability is a key characteristic.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "A variation of the American IPA style first commercially produced by Greg Noonan as Blackwatch IPA around 1990. Popularized in the Pacific Northwest and Southern California of the US starting in the early-mid 2000s. This style is sometimes known as Cascadian Dark Ale (CDA), mainly in the Pacific Northwest.",
    "characteristicIngredients": "Debittered roast malts for color and some flavor without harshness and burnt qualities; American or New World hop varieties that don’t clash with roasted malts. Hop characteristics cited are typical of these type of hops; others characteristics are possible, particularly if derived from newer varietals.",
    "styleComparisonAndVitalStatistics": "Balance and overall impression of an American or Double IPA with restrained roast similar to the type found in Schwarzbiers. Not as roasty-burnt as American stouts and porters, and with less body and increased smoothness and drinkability.",
    "ibu": "50 - 90",
    "srm": "25 - 40",
    "og": "1.050 - 1.085",
    "fg": "1.010 - 1.018",
    "abv": "5.5% - 9%",
    "commercialExamples": "Commercial Examples 21st Amendment Back in Black (standard), Deschutes Hop in the Dark CDA (standard), Rogue Dad’s Little Helper (standard), Southern Tier Iniquity (double), Widmer Pitch Black IPA (standard).",
    "styleAttributes": "Style Attributes  bitter, craft-style, dark-color, high-strength, hoppy, ipa-family, north-america, specialty-family, top-fermented"
  },
  {
    "category": "21B. Specialty IPA: Brown IPA",
    "name": "Specialty IPA: Brown IPA",
    "overallImpression": "Hoppy, bitter, and moderately strong like an American IPA, but with some caramel, chocolate, toffee, and/or dark fruit malt character as in an American Brown Ale. Retaining the dryish finish and lean body that makes IPAs so drinkable, a Brown IPA is a little more flavorful and malty than an American IPA without being sweet or heavy.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "A more modern craft beer name for a style that has long been popular with US homebrewers, when it was known as a hoppier American Brown Ale or sometimes Texas Brown Ale (despite origins in California).",
    "characteristicIngredients": "Similar to an American IPA, but with medium or dark crystal malts, lightly roasted chocolate-type malts, or other intermediate color character malts. May use sugar adjuncts, including brown sugar. American or New World finishing hops with tropical, fruity, citrusy, piney, berry, or melon aspects; the choice of hops and character malts is synergistic – they very much have to complement each other and not clash.",
    "styleComparisonAndVitalStatistics": "A stronger and more bitter version of an American Brown Ale, with the balance of an American IPA.",
    "ibu": "40 - 70",
    "srm": "11 - 19",
    "og": "1.056 - 1.070",
    "fg": "1.008 - 1.016",
    "abv": "5.5% - 7.5%",
    "commercialExamples": "Commercial Examples Dogfish Head Indian Brown Ale, Grand Teton Bitch Creek, Harpoon Brown IPA, Russian River Janet’s Brown Ale.",
    "styleAttributes": "Style Attributes  bitter, craft-style, dark-color, high-strength, hoppy, ipa-family, north-america, specialty-family, top-fermented"
  },
  {
    "category": "21B. Specialty IPA: Red IPA",
    "name": "Specialty IPA: Red IPA",
    "overallImpression": "Hoppy, bitter, and moderately strong like an American IPA, but with some caramel, toffee, and/or dark fruit malt character. Retaining the dryish finish and lean body that makes IPAs so drinkable, a Red IPA is a little more flavorful and malty than an American IPA without being sweet or heavy.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "A modern American craft beer style, based on American IPA but with the malt flavors of an American Amber Ale.",
    "characteristicIngredients": "Similar to an American IPA, but with medium or dark crystal malts, possibly some character malts with a light toasty aspect. May use sugar adjuncts. American or New World finishing hops with tropical, fruity, citrusy, piney, berry, or melon aspects; the choice of hops and character malts is synergistic – they very much have to complement each other and not clash.",
    "styleComparisonAndVitalStatistics": "Similar to the difference between an American Amber Ale and an American Pale Ale, a Red IPA will differ from an American IPA with the addition of some darker crystal malts giving a slightly sweeter, more caramelly and dark fruit-based balance. A Red IPA differs from an American Strong Ale in that the malt profile is less intense and there is less body; a Red IPA still has an IPA balance and doesn’t trend towards a barleywine-like malt character. A Red IPA is like a stronger, hoppier American Amber Ale, with the characteristic dry finish, medium-light body, and strong late hop character.",
    "ibu": "40 - 70",
    "srm": "11 - 19",
    "og": "1.056 - 1.070",
    "fg": "1.008 - 1.016",
    "abv": "5.5% - 7.5%",
    "commercialExamples": "Commercial Examples Green Flash Hop Head Red Double Red IPA (double), Midnight Sun Sockeye Red, Sierra Nevada Flipside Red IPA, Summit Horizon Red IPA, Odell Runoff Red IPA.",
    "styleAttributes": "Style Attributes  amber-color, bitter, craft-style, high-strength, hoppy, ipa-family, north-america, specialty-family, top-fermented"
  },
  {
    "category": "21B. Specialty IPA: Rye IPA",
    "name": "Specialty IPA: Rye IPA",
    "overallImpression": "A decidedly hoppy and bitter, moderately strong American pale ale, showcasing modern American and New World hop varieties and rye malt. The balance is hop-forward, with a clean fermentation profile, dry finish, and clean, supporting malt allowing a creative range of hop character to shine through.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Looking to add complexity and variety to their IPAs, craft brewers and homebrewers substituted rye malt for a portion of their base malt. Rye IPAs, RyePAs or RIPAs have found a place in many craft breweries seasonal rotations.",
    "characteristicIngredients": "Pale ale or 2-row brewers malt as the base, 15-20% Rye malt, American or New World hops, American or English yeast with a clean or slightly fruity profile. Generally all-malt, but mashed at lower temperatures for high attenuation. Sugar additions to aid attenuation are acceptable. Water character varies from soft to moderately sulfate. Restrained use of crystal malts, if any, as high amounts can lead to a sweet finish and clash with the hop character.",
    "styleComparisonAndVitalStatistics": "Drier and slightly spicier than an American IPA. Bitterness and spiciness from rye lingers longer than an American IPA. Does not have the intense rye malt character of a Roggenbier. Some examples are stronger like a Double IPA.",
    "ibu": "50 - 75",
    "srm": "6 - 14",
    "og": "1.056 - 1.075",
    "fg": "1.008 - 1.014",
    "abv": "5.5% - 8%",
    "commercialExamples": "Commercial Examples Arcadia Sky High Rye, Bear Republic Hop Rod Rye, Founders Reds Rye, Great Lakes Rye of the Tiger, Sierra Nevada Ruthless Rye.",
    "styleAttributes": "Style Attributes  amber-color, bitter, craft-style, high-strength, hoppy, ipa-family, north-america, specialty-family, top-fermented"
  },
  {
    "category": "21B. Specialty IPA: White IPA",
    "name": "Specialty IPA: White IPA",
    "overallImpression": "A fruity, spicy, refreshing version of an American IPA, but with a lighter color, less body, and featuring either the distinctive yeast and/or spice additions typical of a Belgian witbier.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "American craft brewers developed the style as a late winter/spring seasonal beer to appeal to Wit and IPA drinkers alike.",
    "characteristicIngredients": "Pale and wheat malts, Belgian yeast, citrusy American type hops.",
    "styleComparisonAndVitalStatistics": "Similar to a Belgian Wit style except highly hopped to the level of an American IPA. Bitter and hoppy like the IPA but fruity, spicy and light like the Wit. Typically the hop aroma and flavor are not as prominent as in an American IPA.",
    "ibu": "40 - 70",
    "srm": "5 - 8",
    "og": "1.056 - 1.065",
    "fg": "1.010 - 1.016",
    "abv": "5.5% - 7%",
    "commercialExamples": "Commercial Examples Blue Point White IPA, Deschutes Chainbreaker IPA, Harpoon The Long Thaw, New Belgium Accumulation.",
    "styleAttributes": "Style Attributes  bitter, craft-style, high-strength, hoppy, ipa-family, north-america, pale-color, specialty-family, spice, top-fermented"
  },
  {
    "category": "22A. Double IPA",
    "name": "Double IPA",
    "overallImpression": "An intensely hoppy, fairly strong pale ale without the big, rich, complex maltiness and residual sweetness and body of an American barleywine. Strongly hopped, but clean, dry, and lacking harshness. Drinkability is an important characteristic; this should not be a heavy, sipping beer.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "An American craft beer innovation first developed in the mid-late 1990s reflecting the trend of American craft brewers “pushing the envelope” to satisfy the need of hop aficionados for increasingly intense products. Became more mainstream and popular throughout the 2000s, and inspired additional IPA creativity.",
    "characteristicIngredients": "Clean 2-row malt is typical as a base grain; an excessively complex grist can be distracting. Crystal-type malts often muddy the hop flavors, and are generally considered undesirable in significant quantities. Sugar or other highly fermentable adjuncts are often used to increase attenuation, as are lower-temperature mash rests. Can use a complex variety of hops, typically American or New World, often with cutting-edge profiles providing distinctive differences. Modern hops with unusual characteristics are not out of style. American yeast that can give a clean or slightly fruity profile.",
    "styleComparisonAndVitalStatistics": "Bigger than either an English or American IPA in both alcohol strength and overall hop level (bittering and finish). Less malty, lower body, less rich and a greater overall hop intensity than an American Barleywine. Typically not as high in gravity/alcohol as a barleywine, since high alcohol and malt tend to limit drinkability.",
    "ibu": "60 - 120",
    "srm": "6 - 14",
    "og": "1.065 - 1.085",
    "fg": "1.008 - 1.018",
    "abv": "7.5% - 10%",
    "commercialExamples": "Commercial Examples Avery Maharaja, Fat Heads Hop Juju, Firestone Walker Double Jack, Port Brewing Hop 15, Russian River Pliny the Elder, Stone Ruination IPA, Three Floyds Dreadnaught.",
    "styleAttributes": "Style Attributes  bitter, craft-style, hoppy, ipa-family, north-america, pale-color, top-fermented, very-high-strength"
  },
  {
    "category": "22B. American Strong Ale",
    "name": "American Strong Ale",
    "overallImpression": "A strong, full-flavored American ale that challenges and rewards the palate with full malty and hoppy flavors and substantial bitterness. The flavors are bold but complementary, and are stronger and richer than average-strength pale and amber American ales.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "While modern craft versions were developed as “imperial” strength versions of American amber or red ales, the style has much in common with historic American stock ales. Strong, malty beers were highly hopped to keep as provision beers prior to prohibition. There is no continuous legacy of brewing stock ales in this manner, but the resemblance is considerable. Stone Arrogant Bastard was born out of a batch of pale ale that was mistakenly made with excess ingredients, thus creating what may have been the prototype for the imperial amber/red ale. Great Lakes first brewed Nosferatu in the early 1990s and called it a stock ale, although they now call it an imperial red ale. So whether by direct historical inspiration or by accident, the style developed independently in the craft beer era and has subsequently become quite popular.",
    "characteristicIngredients": "Well-modified pale malt as a base; some character malts would be appropriate, medium to dark crystal malts are typical. Citrusy or piney American hops are common, although any American or New World varieties can be used in quantity, provided they do not clash with the malt character. Generally uses an attenuative American yeast.",
    "styleComparisonAndVitalStatistics": "Generally not as strong and as rich as an American Barleywine. More malt balanced than an American or Double IPA with more American hop intensity than an English Strong Ale style would tolerate.",
    "ibu": "50 - 100",
    "srm": "7 - 19",
    "og": "1.062 - 1.090",
    "fg": "1.014 - 1.024",
    "abv": "6.3% - 10%",
    "commercialExamples": "Commercial Examples Bear Republic Red Rocket Ale, Great Lakes Nosferatu, Terrapin Big Hoppy Monster, Port Brewing Shark Attack Double Red, Stone Arrogant Bastard.",
    "styleAttributes": "Style Attributes  amber-color, bitter, craft-style, high-strength, hoppy, north-america, strong-ale-family, top-fermented"
  },
  {
    "category": "22C. American Barleywine",
    "name": "American Barleywine",
    "overallImpression": "A well-hopped American interpretation of the richest and strongest of the English ales. The hop character should be evident throughout, but does not have to be unbalanced. The alcohol strength and hop bitterness often combine to leave a very long finish.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Usually the strongest ale offered by a brewery, often associated with the winter or holiday season and vintage-dated. As with many American craft beer styles, derived from English examples but using American ingredients and featuring a much more forward hop profile. One of the first American craft beer versions was Anchor Old Foghorn, first brewed in 1975. Sierra Nevada Bigfoot, first brewed in 1983, set the standard for the hop-forward style of today. The story goes that when Sierra Nevada first sent Bigfoot out for lab analysis, the lab called and said, “your barleywine is too bitter” – to which Sierra Nevada replied, “thank you.”",
    "characteristicIngredients": "Well-modified pale malt should form the backbone of the grist. Some specialty or character malts may be used. Dark malts should be used with great restraint, if at all, as most of the color arises from a lengthy boil. New World hops are common, although any varieties can be used in quantity. Generally uses an attenuative American ale yeast.",
    "styleComparisonAndVitalStatistics": "The American version of the Barleywine tends to have a greater emphasis on hop bitterness, flavor and aroma than the English Barleywine, and often features American hop varieties. Typically paler than the darker English Barleywines (and lacking in the deeper malt flavors) but darker than the golden English Barleywines. Differs from a Double IPA in that the hops are not extreme, the malt is more forward, and the body is fuller and often richer. An American Barleywine typically has more residual sweetness than a Double IPA, which affects the overall drinkability (sipping vs. drinking).",
    "ibu": "50 - 100",
    "srm": "10 - 19",
    "og": "1.080 - 1.120",
    "fg": "1.016 - 1.030",
    "abv": "8% - 12%",
    "commercialExamples": "Commercial Examples Avery Hog Heaven Barleywine, Anchor Old Foghorn, Great Divide Old Ruffian, Rogue Old Crustacean, Sierra Nevada Bigfoot, Victory Old Horizontal.",
    "styleAttributes": "Style Attributes  amber-color, bitter, craft-style, hoppy, north-america, strong-ale-family, top-fermented, very-high-strength"
  },
  {
    "category": "22D. Wheatwine",
    "name": "Wheatwine",
    "overallImpression": "A richly textured, high alcohol sipping beer with a significant grainy, bready flavor and sleek body. The emphasis is first on the bready, wheaty flavors with interesting complexity from malt, hops, fruity yeast character and alcohol complexity.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "A relatively recent American craft beer style that was first brewed at the Rubicon Brewing Company in 1988. Often a winter seasonal, vintage, or one-off release. Breweries frequently experiment with this style, leading to a range of interpretations.",
    "characteristicIngredients": "Typically brewed with a combination of American two-row and American wheat. Style commonly uses 50% or more wheat malt. Any variety of hops may be used. May be oak-aged.",
    "styleComparisonAndVitalStatistics": "More than simply a wheat-based barleywine, many versions have very expressive fruity and hoppy notes, while others develop complexity through oak aging. Less emphasis on the hops than American Barleywine. Has roots in American Wheat Beer rather than any German wheat styles, so should not have any German weizen yeast character.",
    "ibu": "30 - 60",
    "srm": "8 - 15",
    "og": "1.080 - 1.120",
    "fg": "1.016 - 1.030",
    "abv": "8% - 12%",
    "commercialExamples": "Commercial Examples Rubicon Winter Wheat Wine, Two Brothers Bare Trees Weiss Wine, Smuttynose Wheat Wine, Portsmouth Wheat Wine.",
    "styleAttributes": "Style Attributes  amber-color, balanced, craft-style, hoppy, north-america, strong-ale-family, top-fermented, very-high-strength, wheat-beer-family"
  },
  {
    "category": "23A. Berliner Weisse",
    "name": "Berliner Weisse",
    "overallImpression": "A very pale, refreshing, low-alcohol German wheat beer with a clean lactic sourness and a very high carbonation level. A light bread dough malt flavor supports the sourness, which shouldn’t seem artificial. Any Brettanomyces funk is restrained.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "A regional specialty of Berlin; referred to by Napoleon’s troops in 1809 as “the Champagne of the North” due to its lively and elegant character. At one point, it was smoked and there used to be Märzen-strength (14 °P) version. Increasingly rare in German, but some American craft breweries now regularly produce the style.",
    "characteristicIngredients": "Wheat malt content is typically 50% of the grist (as is tradition with all German wheat beers) with the remainder typically being Pilsner malt. A symbiotic fermentation with top-fermenting yeast and Lactobacillus (various strains) provides the sharp sourness, which may be enhanced by blending of beers of different ages during fermentation and by extended cool aging. Hop bitterness is non-existent. Decoction mashing with mash hopping is traditional. German brewing scientists believe that Brettanomyces is essential to get the correct flavor profile, but this character is never strong.",
    "styleComparisonAndVitalStatistics": "Compared to a lambic, is generally not as acidic and has a clean lactic sourness with restrained to below sensory threshold funk. Also lower in alcohol content.",
    "ibu": "3 - 8",
    "srm": "2 - 3",
    "og": "1.028 - 1.032",
    "fg": "1.003 - 1.006",
    "abv": "2.8% - 3.8%",
    "commercialExamples": "Commercial Examples Bayerischer Bahnhof Berliner Style Weisse, Berliner Kindl Weisse, Nodding Head Berliner Weisse, The Bruery Hottenroth.",
    "styleAttributes": "Style Attributes  central-europe, pale-color, session-strength, sour, top-fermented, traditional-style, wheat-beer-family"
  },
  {
    "category": "23B. Flanders Red Ale",
    "name": "Flanders Red Ale",
    "overallImpression": "A sour, fruity, red wine-like Belgian-style ale with interesting supportive malt flavors and fruit complexity. The dry finish and tannin completes the mental image of a fine red wine.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "An indigenous beer of West Flanders, typified by the products of the Rodenbach brewery, established in 1820 in West Flanders but reflective of earlier brewing traditions. The beer is aged for up to two years, often in huge oaken barrels which contain the resident bacteria necessary to sour the beer. It was once common in Belgium and England to blend old beer with young to balance the sourness and acidity found in aged beer. While blending of batches for consistency is now common among larger breweries, this type of blending is a fading art.",
    "characteristicIngredients": "A base of Vienna and/or Munich malts, light to medium cara-malts, and a small amount of Special B are used with up to 20% maize. Low alpha acid continental hops are commonly used (avoid high alpha or distinctive American hops). Saccharomyces, Lactobacillus and Brettanomyces (and acetobacter) contribute to the fermentation and eventual flavor.",
    "styleComparisonAndVitalStatistics": "Less malty-rich than an Oud Bruin, often with more of a fruity-tart profile.",
    "ibu": "10 - 25",
    "srm": "10 - 16",
    "og": "1.048 - 1.057",
    "fg": "1.002 - 1.012",
    "abv": "4.6% - 6.5%",
    "commercialExamples": "Commercial Examples Cuvée des Jacobins Rouge, Duchesse de Bourgogne, Rodenbach Grand Cru, Rodenbach Klassiek, Vichtenaar Flemish Ale.",
    "styleAttributes": "Style Attributes  amber-color, balanced, sour, sour-ale-family, standard-strength, top-fermented, traditional-style, western-europe, wood"
  },
  {
    "category": "23C. Oud Bruin",
    "name": "Oud Bruin",
    "overallImpression": "A malty, fruity, aged, somewhat sour Belgian-style brown ale.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "An “old ale” tradition, indigenous to East Flanders, typified by the products of the Liefman brewery (now owned by Riva), which has roots back to the 1600s. Historically brewed as a “provision beer” that would develop some sourness as it aged. These beers were typically more sour than current commercial examples. While Flanders red beers are aged in oak, the brown beers are warm aged in stainless steel.",
    "characteristicIngredients": "A base of Pils malt with judicious amounts of dark cara malts and a tiny bit of black or roast malt. Often includes maize. Low alpha acid continental hops are typical (avoid high alpha or distinctive American hops). Saccharomyces and Lactobacillus (and acetobacter) contribute to the fermentation and eventual flavor. Lactobacillus reacts poorly to elevated levels of alcohol. Water high in carbonates is typical of its home region and will buffer the acidity of darker malts and the lactic sourness. Magnesium in the water accentuates the sourness.",
    "styleComparisonAndVitalStatistics": "A deeper malt character distinguishes these beers from Flanders red ales. The Oud Bruin is less acetic and maltier than a Flanders Red, and the fruity flavors are more malt-oriented.",
    "ibu": "20 - 25",
    "srm": "15 - 22",
    "og": "1.040 - 1.074",
    "fg": "1.008 - 1.012",
    "abv": "4% - 8%",
    "commercialExamples": "Commercial Examples Ichtegem Oud Bruin, Liefmans Goudenband, Liefmans Liefmans Oud Bruin, Petrus Oud Bruin, Riva Vondel, Vanderghinste Bellegems Bruin.",
    "styleAttributes": "Style Attributes  dark-color, malty, sour, sour-ale-family, standard-strength, top-fermented, traditional-style, western-europe"
  },
  {
    "category": "23D. Lambic",
    "name": "Lambic",
    "overallImpression": "A fairly sour, often moderately funky wild Belgian wheat beer with sourness taking the place of hop bitterness in the balance. Traditionally spontaneously fermented in the Brussels area and served uncarbonated, the refreshing acidity makes for a very pleasant café drink.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Spontaneously fermented wild ales from the area in and around Brussels (the Senne Valley) stem from a farmhouse brewing tradition several centuries old. The number of producers is constantly dwindling.",
    "characteristicIngredients": "Unmalted wheat (30-40%), Pilsner malt and aged hops (3 years) are used. The aged hops are used more for preservative effects than bitterness, and makes actual bitterness levels difficult to estimate. Traditionally these beers are spontaneously fermented with naturally occurring yeast and bacteria in predominately oaken barrels. The barrels used are neutral with little oak character, so don’t expect a fresh or forward oak character – more neutral is typical. Home-brewed and craft-brewed versions are more typically made with pure cultures of yeast commonly including Saccharomyces, Brettanomyces, Pediococcus and Lactobacillus in an attempt to recreate the effects of the dominant microbiota of Brussels and the surrounding countryside of the Senne River valley. Cultures taken from bottles are sometimes used but there is no simple way of knowing what organisms are still viable.",
    "styleComparisonAndVitalStatistics": "Generally has a more simple sourness and complexity than a gueuze. Traditionally served uncarbonated from pitchers, while gueuze is bottled and very highly carbonated.",
    "ibu": "0 - 10",
    "srm": "3 - 7",
    "og": "1.040 - 1.054",
    "fg": "1.001 - 1.010",
    "abv": "5% - 6.5%",
    "commercialExamples": "Commercial ExamplesThe only bottled version readily available is Cantillon Grand Cru Bruocsella of whatever single batch vintage the brewer deems worthy to bottle. De Cam sometimes bottles their very old (5 years) lambic. In and around Brussels there are specialty cafes tha",
    "styleAttributes": "Style Attributes  pale-color, sour, standard-strength, traditional-style, western-europe, wheat-beer-family, wild-fermented"
  },
  {
    "category": "23E. Gueuze",
    "name": "Gueuze",
    "overallImpression": "A complex, pleasantly sour but balanced wild Belgian wheat beer that is highly carbonated and very refreshing. The spontaneous fermentation character can provide a very interesting complexity, with a wide range of wild barnyard, horse blanket, or leather characteristics intermingling with citrusy-fruity flavors and acidity.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Spontaneously fermented wild ales from the area in and around Brussels (the Senne Valley) stem from a farmhouse brewing and blending tradition several centuries old. The number of producers is constantly dwindling and some producers are untraditionally sweetening their products (post-fermentation) to make them more palatable to a wider audience. These guidelines describe the traditional dry product.",
    "characteristicIngredients": "Unmalted wheat (30-40%), Pilsner malt and aged hops (3 years) are used. The aged hops are used more for preservative effects than bitterness, and makes actual bitterness levels difficult to estimate. Traditionally these beers are spontaneously fermented with naturally occurring yeast and bacteria in predominately oaken barrels. The barrels used are old and have little oak character, so don’t expect a fresh or forward oak character – more neutral is typical. Home-brewed and craft-brewed versions are more typically made with pure cultures of yeast commonly including Saccharomyces, Brettanomyces, Pediococcus and Lactobacillus in an attempt to recreate the effects of the dominant microbiota of Brussels and the surrounding countryside of the Senne River valley. Cultures taken from bottles are sometimes used but there is no simple way of knowing what organisms are still viable.",
    "styleComparisonAndVitalStatistics": "More complex and carbonated than a lambic. The sourness isn’t necessarily higher, but it tends to have more of a well-developed wild character.",
    "ibu": "0 - 10",
    "srm": "3 - 7",
    "og": "1.040 - 1.060",
    "fg": "1.000 - 1.006",
    "abv": "5% - 8%",
    "commercialExamples": "Commercial Examples Boon Oude Gueuze, Boon Oude Gueuze Mariage Parfait, Cantillon Gueuze, De Cam Gueuze, De Cam/Drei Fonteinen Millennium Gueuze, Drie Fonteinen Oud Gueuze, Girardin Gueuze (Black Label), Hanssens Oude Gueuze, Lindemans Gueuze Cuvée René, Oud Beersel Oude Gueuze, Mort Subite Gueuze (Unfiltered).",
    "styleAttributes": "Style Attributes  aged, high-strength, pale-color, sour, traditional-style, western-europe, wheat-beer-family, wild-fermented"
  },
  {
    "category": "23F. Fruit Lambic",
    "name": "Fruit Lambic",
    "overallImpression": "A complex, fruity, pleasantly sour, wild wheat ale fermented by a variety of Belgian microbiota, and showcasing the fruit contributions blended with the wild character. The type of fruit can sometimes be hard to identify as fermented and aged fruit characteristics can seem different from the more recognizable fresh fruit aromas and flavors.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Spontaneously fermented wild ales from the area in and around Brussels (the Senne Valley) stem from a farmhouse brewing and blending tradition several centuries old. The number of producers is constantly dwindling and some are untraditionally sweetening their products (post-fermentation) with sugar or sweet fruit to make them more palatable to a wider audience. Fruit was traditionally added to lambic or gueuze, either by the blender or publican, to increase the variety of beers available in local cafes.",
    "characteristicIngredients": "Unmalted wheat (30-40%), Pilsner malt and aged hops (3 years) are used. The aged hops are used more for preservative effects than bitterness, and makes actual bitterness levels difficult to estimate. Traditional products use 10-30% fruit (25%, if cherry). Fruits traditionally used include tart cherries (with pits), raspberries or Muscat grapes. More recent examples include peaches, apricots or merlot grapes. Tart or acidic fruit is traditionally used as its purpose is not to sweeten the beer but to add a new dimension. Traditionally these beers are spontaneously fermented with naturally occurring yeast and bacteria in predominately oaken barrels. The barrels used are old and have little oak character, so don’t expect a fresh or forward oak character – more neutral is typical. Home-brewed and craft-brewed versions are more typically made with pure cultures of yeast commonly including Saccharomyces, Brettanomyces, Pediococcus and Lactobacillus in an attempt to recreate the effects of the dominant microbiota of Brussels and the surrounding countryside of the Senne River valley. Cultures taken from bottles are sometimes used but there is no simple way of knowing what organisms are still viable.",
    "styleComparisonAndVitalStatistics": "A lambic with fruit, not just a fruit beer; the wild lambic character must be evident.",
    "ibu": "0 - 10",
    "srm": "",
    "og": "1.040 - 1.060",
    "fg": "1.000 - 1.010",
    "abv": "5% - 7%",
    "commercialExamples": "Commercial Examples Boon Framboise Mariage Parfait, Boon Kriek Mariage Parfait, Boon Oude Kriek, Cantillon Fou’ Foune, Cantillon Kriek, Cantillon Lou Pepe Kriek, Cantillon Lou Pepe Framboise, Cantillon Rose de Gambrinus, Cantillon St. Lamvinus, Cantillon Vigneronne, De Cam Oude Kriek, Drie Fonteinen Kriek, Girardin Kriek, Hanssens Oude Kriek, Oud Beersel Kriek, Mort Subite Kriek.",
    "styleAttributes": "Style Attributes  fruit, pale-color, sour, standard-strength, traditional-style, western-europe, wheat-beer-family, wild-fermented"
  },
  {
    "category": "24A. Witbier",
    "name": "Witbier",
    "overallImpression": "A refreshing, elegant, tasty, moderate-strength wheat-based ale.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "A 400-year-old Belgian beer style that died out in the 1950s; it was later revived by Pierre Celis at Hoegaarden, and has grown steadily in popularity over time, both with modern craft brewers and mass-market producers who see it as a somewhat fruity summer seasonal beer.",
    "characteristicIngredients": "About 50% unmalted wheat and 50% pale barley malt (usually Pils malt) constitute the grist. In some versions, up to 5-10% raw oats may be used. Spices of freshly-ground coriander and Curaçao or sometimes sweet orange peel complement the sweet aroma and are quite characteristic. Other spices (e.g., chamomile, cumin, cinnamon, Grains of Paradise) may be used for complexity but are much less prominent. Ale yeast prone to the production of mild, spicy flavors is very characteristic. In some instances a very limited lactic fermentation, or the actual addition of lactic acid, is done.",
    "styleComparisonAndVitalStatistics": "Low bitterness level with a balance similar to a Weissbier, but with spice and citrus character coming from additions rather than the yeast.",
    "ibu": "8 - 20",
    "srm": "2 - 4",
    "og": "1.044 - 1.052",
    "fg": "1.008 - 1.012",
    "abv": "4.5% - 5.5%",
    "commercialExamples": "Commercial Examples Allagash White, Blanche de Bruxelles, Celis White, Hoegaarden Wit, Ommegang Witte, St. Bernardus Witbier, Wittekerke.",
    "styleAttributes": "Style Attributes  pale-color, spice, standard-strength, top-fermented, traditional-style, western-europe, wheat-beer-family"
  },
  {
    "category": "24B. Belgian Pale Ale",
    "name": "Belgian Pale Ale",
    "overallImpression": "A moderately malty, somewhat fruity, easy-drinking, copper-colored Belgian ale that is somewhat less aggressive in flavor profile than many other Belgian beers. The malt character tends to be a bit biscuity with light toasty, honey-like, or caramelly components; the fruit character is noticeable and complementary to the malt. The bitterness level is generally moderate, but may not seem as high due to the flavorful malt profile.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Produced by breweries with roots as far back as the mid-1700s, the most well-known examples were perfected after the Second World War with some influence from Britain, including hops and yeast strains.",
    "characteristicIngredients": "Pilsner or pale ale malt contributes the bulk of the grist with (cara) Vienna and Munich malts adding color, body and complexity. Sugar is not commonly used as high gravity is not desired. Saazer-type hops, Styrian Goldings, East Kent Goldings or Fuggles are commonly used. Yeasts prone to moderate production of phenols are often used but fermentation temperatures should be kept moderate to limit this character.",
    "styleComparisonAndVitalStatistics": "Fairly similar to pale ales from England (Strong Bitter category), typically with a slightly different yeast character and a more varied malt profile. Less yeast character than many other Belgian beers, though.",
    "ibu": "20 - 30",
    "srm": "8 - 14",
    "og": "1.048 - 1.054",
    "fg": "1.010 - 1.014",
    "abv": "4.8% - 5.5%",
    "commercialExamples": "Commercial Examples De Koninck, De Ryck Special, Palm Dobble, Palm Speciale.",
    "styleAttributes": "Style Attributes  amber-color, balanced, pale-ale-family, standard-strength, top-fermented, traditional-style, western-europe"
  },
  {
    "category": "24C. Bière de Garde",
    "name": "Bière de Garde",
    "overallImpression": "A fairly strong, malt-accentuated, lagered artisanal beer with a range of malt flavors appropriate for the color. All are malty yet dry, with clean flavors and a smooth character.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Name literally means “beer which has been kept or lagered.” A traditional artisanal ale from Northern France brewed in early spring and kept in cold cellars for consumption in warmer weather. It is now brewed year-round.",
    "characteristicIngredients": "The “cellar” character commonly described in literature is more of a feature of mishandled commercial exports than fresh, authentic products. The somewhat moldy character comes from the corks and/or oxidation in commercial versions, and is incorrectly identified as “musty” or “cellar-like.” Base malts vary by beer color, but usually include pale, Vienna and Munich types. Darker versions will have richer malt complexity and sweetness from crystal-type malts. Sugar may be used to add flavor and aid in the dry finish. Lager or ale yeast fermented at cool ale temperatures, followed by long cold conditioning. Floral, herbal or spicy continental hops.",
    "styleComparisonAndVitalStatistics": "Related to the Belgian Saison style, the main difference is that the Bière de Garde is rounder, richer, malt-focused, and lacks the spicy, bitter character of a Saison.",
    "ibu": "18 - 28",
    "srm": "6 - 19",
    "og": "1.060 - 1.080",
    "fg": "1.008 - 1.016",
    "abv": "6% - 8.5%",
    "commercialExamples": "Commercial Examples Ch’Ti (brown and blond), Jenlain (amber and blond), La Choulette (all 3 versions), St. Amand (brown), Saint Sylvestre 3 Monts (blond), Russian River Perdition.",
    "styleAttributes": "Style Attributes  amber-ale-family, amber-color, any-fermentation, high-strength, lagered, malty, pale-color, traditional-style, western-europe"
  },
  {
    "category": "25A. Belgian Blond Ale",
    "name": "Belgian Blond Ale",
    "overallImpression": "A moderate-strength golden ale that has a subtle fruity-spicy Belgian yeast complexity, slightly malty-sweet flavor, and dry finish.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Relatively recent development to further appeal to European Pils drinkers, becoming more popular as it is heavily marketed and widely distributed.",
    "characteristicIngredients": "Belgian Pils malt, aromatic malts, sugar, Belgian yeast strains that produce complex alcohol, phenolics and perfumy esters, Saazer-type, Styrian Goldings, or East Kent Goldings hops. Spices are not traditionally used, although the ingredients and fermentation by-products may give an impression of spicing (often reminiscent of oranges or lemons). If spices are present, should be a background character only.",
    "styleComparisonAndVitalStatistics": "Similar strength as a Dubbel, similar character as a Belgian Strong Golden Ale or Tripel, although a bit sweeter and not as bitter.",
    "ibu": "15 - 30",
    "srm": "4 - 7",
    "og": "1.062 - 1.075",
    "fg": "1.008 - 1.018",
    "abv": "6% - 7.5%",
    "commercialExamples": "Commercial Examples Affligem Blond, Grimbergen Blond, La Trappe Blond, Leffe Blond, Val-Dieu Blond.",
    "styleAttributes": "Style Attributes  balanced, high-strength, pale-color, top-fermented, traditional-style, western-europe"
  },
  {
    "category": "25B. Saison",
    "name": "Saison",
    "overallImpression": "Most commonly, a pale, refreshing, highly-attenuated, moderately-bitter, moderate-strength Belgian ale with a very dry finish. Typically highly carbonated, and using non-barley cereal grains and optional spices for complexity, as complements the expressive yeast character that is fruity, spicy, and not overly phenolic. Less common variations include both lower-alcohol and higher-alcohol products, as well as darker versions with additional malt character.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "A provision ale originally brewed in Wallonia, the French-speaking part of Belgium, for consumption during the active farming season. Originally a lower-alcohol product so as to not debilitate field workers, but tavern-strength products also existed. Higher-strength and different-colored products appeared after WWII. The best known modern saison, Saison Dupont, was first produced in the 1920s. Originally a rustic, artisanal ale made with local farm-produced ingredients, it is now brewed mostly in larger breweries yet retains the image of its humble origins.",
    "characteristicIngredients": "Not typically spiced, with the yeast, hops and grain providing the character; but spices are allowed if they provide a complementary character. Continental base malts are typical, but the grist frequently contains other grains such as wheat, oats, rye, or spelt. Adjuncts such as sugar and honey can also serve to add complexity and dry out the beer. Darker versions will typically use richer, darker malts, but not typically roasted types. Saazer-type, Styrian or East Kent Golding hops are commonly used. A wide range of herbs or spices can add complexity and uniqueness, but should always meld well with the yeast and hop character. Brettanomyces is not typical for this style; Saisons with Brett should be entered in the American Wild Ale category.",
    "styleComparisonAndVitalStatistics": "At standard strengths and pale color (the most common variety), like a more highly-attenuated, hoppy, and bitter Belgian blond ale with a stronger yeast character. At super strength and pale color, similar to a Belgian tripel, but often with more of a grainy, rustic quality and sometimes with a spicier yeast character.",
    "ibu": "20 - 35",
    "srm": "",
    "og": "",
    "fg": "",
    "abv": "",
    "commercialExamples": "Commercial Examples Ellezelloise Saison, Fantôme Saison, Lefebvre Saison 1900, Saison Dupont Vieille Provision, Saison de Pipaix, Saison Regal, Saison Voisin, Boulevard Tank 7 Farmhouse Ale.",
    "styleAttributes": "Style Attributes  bitter, pale-color, standard-strength, top-fermented, traditional-style, western-europe"
  },
  {
    "category": "25C. Belgian Golden Strong Ale",
    "name": "Belgian Golden Strong Ale",
    "overallImpression": "A pale, complex, effervescent, strong Belgian-style ale that is highly attenuated and features fruity and hoppy notes in preference to phenolics.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Originally developed by the Moortgat brewery after WWI as a response to the growing popularity of Pilsner beers.",
    "characteristicIngredients": "Pilsner malt with substantial sugary adjuncts. Saazer-type hops or Styrian Goldings are commonly used. Belgian yeast strains are used – those that produce fruity esters, spicy phenolics and higher alcohols – often aided by slightly warmer fermentation temperatures. Fairly soft water. Spicing is not traditional; if present, should be a background character only.",
    "styleComparisonAndVitalStatistics": "Strongly resembles a Tripel, but may be even paler, lighter-bodied and even crisper and drier; the drier finish and lighter body also serves to make the assertive hopping and yeast character more prominent. Tends to use yeast that favor ester development (particularly pome fruit) over spiciness in the balance.",
    "ibu": "22 - 35",
    "srm": "3 - 6",
    "og": "1.070 - 1.095",
    "fg": "1.005 - 1.016",
    "abv": "7.5% - 10.5%",
    "commercialExamples": "Commercial Examples Brigand, Delirium Tremens, Dulle Teve, Duvel, Judas, Lucifer, Piraat, Russian River Damnation.",
    "styleAttributes": "Style Attributes  bitter, pale-color, top-fermented, traditional-style, very-high-strength, western-europe"
  },
  {
    "category": "26A. Trappist Single",
    "name": "Trappist Single",
    "overallImpression": "A pale, bitter, highly attenuated and well carbonated Trappist ale, showing a fruity-spicy Trappist yeast character, a spicy-floral hop profile, and a soft, supportive grainy-sweet malt palate.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "While Trappist breweries have a tradition of brewing a lower-strength beer as a monk’s daily ration, the bitter, pale beer this style describes is a relatively modern invention reflecting current tastes. Westvleteren first brewed theirs in 1999, but replaced older lower-gravity products.",
    "characteristicIngredients": "Pilsner malt, Belgian Trappist yeast, Saazer-type hops.",
    "styleComparisonAndVitalStatistics": "Like a top-fermented Belgian/Trappist interpretation of a German Pils – pale, hoppy, and well-attenuated, but showing prototypical Belgian yeast character. Has less sweetness, higher attenuation, less character malt, and is more hop-centered than a Belgian Pale Ale. More like a much smaller, more highly hopped tripel than a smaller Belgian Blond Ale.",
    "ibu": "25 - 45",
    "srm": "3 - 5",
    "og": "1.044 - 1.054",
    "fg": "1.004 - 1.010",
    "abv": "4.8% - 6%",
    "commercialExamples": "Commercial Examples Achel 5° Blond, St. Bernardus  Extra 4, Westmalle Extra, Westvleteren Blond.",
    "styleAttributes": "Style Attributes  bitter, craft-style, hoppy, pale-color, standard-strength, top-fermented, western-europe"
  },
  {
    "category": "26B. Belgian Dubbel",
    "name": "Belgian Dubbel",
    "overallImpression": "A deep reddish-copper, moderately strong, malty, complex Trappist ale with rich malty flavors, dark or dried fruit esters, and light alcohol blended together in a malty presentation that still finishes fairly dry.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Originated at monasteries in the Middle Ages, and was revived in the mid-1800s after the Napoleonic era.",
    "characteristicIngredients": "Belgian yeast strains prone to production of higher alcohols, esters, and phenolics are commonly used. Impression of complex grain bill, although traditional versions are typically Belgian Pils malt with caramelized sugar syrup or other unrefined sugars providing much of the character. Saazer-type, English-type or Styrian Goldings hops commonly used. No spices are traditionally used, although restrained use is allowable (background strength only).",
    "styleComparisonAndVitalStatistics": "Should not be as malty as a bock and should not have crystal malt-type sweetness. Similar in strength and balance as a Belgian Blond, but with a richer malt and ester profile. Less strong and intense as a Belgian Dark Strong Ale.",
    "ibu": "15 - 25",
    "srm": "10 - 17",
    "og": "1.062 - 1.075",
    "fg": "1.008 - 1.018",
    "abv": "6% - 7.6%",
    "commercialExamples": "Commercial Examples Affligem Dubbel, Chimay Première, Corsendonk Pater, Grimbergen Double, La Trappe Dubbel, St. Bernardus Pater 6, Trappistes Rochefort 6, Westmalle Dubbel.",
    "styleAttributes": "Style Attributes  amber-color, high-strength, malty, top-fermented, traditional-style, western-europe"
  },
  {
    "category": "26C. Belgian Tripel",
    "name": "Belgian Tripel",
    "overallImpression": "A pale, somewhat spicy, dry, strong Trappist ale with a pleasant rounded malt flavor and firm bitterness. Quite aromatic, with spicy, fruity, and light alcohol notes combining with the supportive clean malt character to produce a surprisingly drinkable beverage considering the high alcohol level.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Originally popularized by the Trappist monastery at Westmalle.",
    "characteristicIngredients": "Pilsner malt, typically with pale sugar adjuncts. Saazer-type hops or Styrian Goldings are commonly used. Belgian yeast strains are used – those that produce fruity esters, spicy phenolics and higher alcohols – often aided by slightly warmer fermentation temperatures. Spice additions are generally not traditional, and if used, should be a background character only. Fairly soft water.",
    "styleComparisonAndVitalStatistics": "May resemble a Belgian Golden Strong Ale but slightly darker and somewhat fuller-bodied, with more emphasis on phenolics and less on esters. Usually has a more rounded malt flavor but should never be sweet.",
    "ibu": "20 - 40",
    "srm": "4.5 - 7",
    "og": "1.075 - 1.085",
    "fg": "1.008 - 1.014",
    "abv": "7.5% - 9.5%",
    "commercialExamples": "Commercial Examples Affligem Tripel, Chimay Cinq Cents, La Rulles Tripel, La Trappe Tripel, St. Bernardus Tripel, Unibroue La Fin Du Monde, Val-Dieu Triple, Watou Tripel, Westmalle Tripel.",
    "styleAttributes": "Style Attributes  bitter, high-strength, pale-color, top-fermented, traditional-style, western-europe"
  },
  {
    "category": "26D. Belgian Dark Strong Ale",
    "name": "Belgian Dark Strong Ale",
    "overallImpression": "A dark, complex, very strong Belgian ale with a delicious blend of malt richness, dark fruit flavors, and spicy elements. Complex, rich, smooth and dangerous.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Most versions are unique in character reflecting characteristics of individual breweries, produced in limited quantities and often highly sought-after.",
    "characteristicIngredients": "Belgian yeast strains prone to production of higher alcohols, esters, and sometimes phenolics are commonly used. Impression of a complex grain bill, although many traditional versions are quite simple, with caramelized sugar syrup or unrefined sugars and yeast providing much of the complexity. Saazer-type, English-type or Styrian Goldings hops commonly used. Spices generally not used; if used, keep subtle and in the background.",
    "styleComparisonAndVitalStatistics": "Like a larger dubbel, with a fuller body and increased malt richness. Not as bitter or hoppy as a tripel, but of similar strength.",
    "ibu": "20 - 35",
    "srm": "12 - 22",
    "og": "1.075 - 1.110",
    "fg": "1.010 - 1.024",
    "abv": "8% - 12%",
    "commercialExamples": "Commercial Examples Achel Extra Brune, Boulevard The Sixth Glass, Chimay Grande Réserve, Gouden Carolus Grand Cru of the Emperor, Rochefort 8, Rochefort 10, St. Bernardus Abt 12, Westvleteren 12.",
    "styleAttributes": "Style Attributes  amber-color, malty, top-fermented, traditional-style, very-high-strength, western-europe"
  },
  {
    "category": "27A. Historical Beer: Gose",
    "name": "Historical Beer: Gose",
    "overallImpression": "A highly-carbonated, tart and fruity wheat ale with a restrained coriander and salt character and low bitterness. Very refreshing, with bright flavors and high attenuation.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Minor style associated with Leipzig but originating in the Middle Ages in the town of Goslar on the Gose River. Documented to have been in Leipzig by 1740. Leipzig was said to have 80 Gose houses in 1900. Production declined significantly after WWII, and ceased entirely in 1966. Modern production was revived in the 1980s, but the beer is not widely available.",
    "characteristicIngredients": "Pilsner and wheat malt, restrained use of salt and coriander seed, lactobacillus. The coriander should have a fresh, citrusy (lemon or bitter orange), bright note, and not be vegetal, celery-like, or ham-like. The salt should have a sea salt or fresh salt character, not a metallic, iodine note.",
    "styleComparisonAndVitalStatistics": "Perceived acidity is not as intense as Berliner Weisse or Gueuze. Restrained use of salt, coriander, and lactobacillus – should not taste overtly salty. Coriander aroma can be similar to a witbier. Haziness similar to a Weissbier.",
    "ibu": "5 - 12",
    "srm": "3 - 4",
    "og": "1.036 - 1.056",
    "fg": "1.006 - 1.010",
    "abv": "4.2% - 4.8%",
    "commercialExamples": "Commercial Examples Anderson Valley Gose, Bayerisch Bahnhof Leipziger Gose, Döllnitzer Ritterguts Gose.",
    "styleAttributes": "Style Attributes  central-europe, historical-style, pale-color, sour, spice, standard-strength, top-fermented, wheat-beer-family"
  },
  {
    "category": "27A. Historical Beer: Kentucky Common",
    "name": "Historical Beer: Kentucky Common",
    "overallImpression": "A darker-colored, light-flavored, malt-accented beer with a dry finish and interesting character malt flavors. Refreshing due to its high carbonation and mild flavors, and highly sessionable due to being served very fresh and with restrained alcohol levels.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "A true American original style, Kentucky Common was almost exclusively produced and sold around the Louisville Kentucky metropolitan area from some time after the Civil War up to Prohibition. Its hallmark was that it was inexpensive and quickly produced, typically 6 to 8 days from mash to delivery. The beer was racked into barrels while actively fermenting (1.020 – 1.022) and tightly bunged to allow carbonation in the saloon cellar. There is some speculation that it was a variant of the lighter common or cream ale produced throughout much of the East prior to the Civil War and that the darker grains were added by the mostly Germanic brewers to help acidify the typical carbonate water of the Louisville area, or that they had a preference for darker colored beers. Up until the late 19th century, Kentucky Common was not brewed in the summer months unless cellars, usually used for malting, were used for fermentation. With the advent of ice machines, the larger breweries were able to brew year round. In the period from 1900 to prohibition, about 75% of the beer sold in the Louisville area was Kentucky Common. With prohibition, the style died completely as the few larger breweries that survived were almost exclusively lager producers.",
    "characteristicIngredients": "Six-row barley malt was used with 35% corn grits to dilute the excessive protein levels along with 1 to 2% each caramel and black malt. Native American hops, usually about .2 pounds per barrel of Western hops for bittering and a similar amount of New York hops (such as Clusters) for flavor (15 minutes prior to knock out). Imported continental Saazer-type hops (.1 pounds per barrel) were added at knock out for aroma. Water in the Louisville area was typically moderate to high in carbonates. Mash water was often pre-boiled to precipitate the carbonate and Gypsum was commonly added. Considering the time from mash in to kegging for delivery was typically 6 to 8 days, clearly aggressive top-fermenting yeasts was used.",
    "styleComparisonAndVitalStatistics": "Like a darker-colored cream ale emphasizing corn, but with some light character malt flavor. Malt flavors and balance are probably closest to modern adjunct-driven international amber or dark lagers, Irish red ales, or Belgian pale ales.",
    "ibu": "15 - 30",
    "srm": "11 - 20",
    "og": "1.044 - 1.055",
    "fg": "1.010 - 1.018",
    "abv": "4% - 5.5%",
    "commercialExamples": "Commercial Examples Apocalypse Brew Works Ortel’s 1912.",
    "styleAttributes": "Style Attributes  amber-color, balanced, historical-style, north-america, standard-strength, top-fermented"
  },
  {
    "category": "27A. Historical Beer: Lichtenhainer",
    "name": "Historical Beer: Lichtenhainer",
    "overallImpression": "A sour, smoked, lower-gravity historical German wheat beer. Complex yet refreshing character due to high attenuation and carbonation, along with low bitterness and moderate sourness.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Originating in Lichtenhain, in Thüringen (central Germany). Height of popularity was towards the end of the 1800s, and was widely available throughout Thüringen. Like a pre-1840 Berliner Weisse.",
    "characteristicIngredients": "Smoked barley malt, wheat malt, lactobacillus, top-fermenting yeast. Grists vary, but the wheat would typically be 30-50%.",
    "styleComparisonAndVitalStatistics": "In the same general historical lower-alcohol top-fermenting central European wheat beer family as Gose, Grodziskie, and Berliner weisse, has elements of all of them but having its own unique balance – sour and smoke is not found in any of the other beers. Not as acidic as Berliner weisse, probably more like a smoked Gose without coriander and salt, or a Grodziskie with Gose-like acidity.",
    "ibu": "5 - 12",
    "srm": "3 - 6",
    "og": "1.032 - 1.040",
    "fg": "1.004 - 1.008",
    "abv": "3.5% - 4.7%",
    "commercialExamples": "",
    "styleAttributes": "Style Attributes  central-europe, historical-style, pale-color, smoke, sour, standard-strength, top-fermented, wheat-beer-family"
  },
  {
    "category": "27A. Historical Beer: London Brown Ale",
    "name": "Historical Beer: London Brown Ale",
    "overallImpression": "A luscious, sweet, malt-oriented dark brown ale, with caramel and toffee malt complexity and a sweet finish.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Developed by Mann’s as a bottled product in 1902. Claimed at the time to be “the sweetest beer in London.” Pre-WWI versions were around 5% ABV, but same general balance. Declined in popularity in second half of 20th century, and now nearly extinct.",
    "characteristicIngredients": "English pale ale malt as a base with a healthy proportion of darker caramel malts and often some roasted (black) malt and wheat malt (this is Mann’s traditional grist – others can rely on dark sugars for color and flavor). Moderate to high carbonate water. English hop varieties are most authentic, though with low flavor and bitterness almost any type could be used. Post-fermentation sweetening with lactose or artificial sweeteners, or sucrose (if pasteurized).",
    "styleComparisonAndVitalStatistics": "May seem somewhat like a less roasty version of a sweet stout (and lower-gravity, at least for US sweet stout examples) or a sweet version of a dark mild.",
    "ibu": "15 - 20",
    "srm": "22 - 35",
    "og": "1.033 - 1.038",
    "fg": "1.012 - 1.015",
    "abv": "2.8% - 3.6%",
    "commercialExamples": "Commercial Examples Harveys Bloomsbury Brown Ale, Mann's Brown Ale.",
    "styleAttributes": "Style Attributes  british-isles, brown-ale-family, dark-color, historical-style, malty, session-strength, sweet, top-fermented"
  },
  {
    "category": "27A. Historical Beer: Piwo Grodziskie",
    "name": "Historical Beer: Piwo Grodziskie",
    "overallImpression": "A low-gravity, highly-carbonated, light-bodied ale combining an oak-smoked flavor with a clean hop bitterness. Highly sessionable.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Developed as a unique style centuries ago in the Polish city of Grodzisk (known as Grätz when ruled by Prussia and Germany). Its fame and popularity rapidly extended to other parts of the world in the late 19th and early 20th century. Regular commercial production declined after WWII and ceased altogether in the early-mid 1990s. This style description describes the traditional version during its period of greatest popularity.",
    "characteristicIngredients": "Grain bill usually consists entirely of oak-smoked wheat malt. Oak-smoked wheat malt has a different (and less intense) smoke character than German beechwood-smoked barley malt; it has a drier, crisper, leaner quality – a bacon/ham smoke flavor is inappropriate. Saazer-type hops (Polish, Czech or German), moderate hardness sulfate water, and a relatively clean and attenuative continental ale yeast fermented at moderate ale temperatures are traditional. German hefeweizen yeast or other strains with a phenol or strong ester character are inappropriate.",
    "styleComparisonAndVitalStatistics": "Similar in strength to a Berliner Weisse, but never sour. Has a smoked character but less intense than in a Rauchbier.",
    "ibu": "20 - 35",
    "srm": "3 - 6",
    "og": "1.028 - 1.032",
    "fg": "1.006 - 1.012",
    "abv": "2.5% - 3.3%",
    "commercialExamples": "",
    "styleAttributes": "Style Attributes  bitter, central-europe, historical-style, pale-color, session-strength, smoke, top-fermented, wheat-beer-family"
  },
  {
    "category": "27A. Historical Beer: Pre-Prohibition Lager",
    "name": "Historical Beer: Pre-Prohibition Lager",
    "overallImpression": "A clean, refreshing, but bitter pale lager, often showcasing a grainy-sweet corn flavor. All malt or rice-based versions have a crisper, more neutral character. The higher bitterness level is the largest differentiator between this style and most modern mass-market pale lagers, but the more robust flavor profile also sets it apart.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "A version of Pilsner brewed in the USA by immigrant German brewers who brought the process and yeast with them, but who had to adapt their recipes to work with native hops and malt. This style died out after Prohibition but was resurrected by homebrewers in the 1990s. Few commercial versions are made, so the style still remains mostly a homebrew phenomenon.",
    "characteristicIngredients": "Six-row barley with 20% to 30% flaked maize (corn) or rice to dilute the excessive protein levels; modern versions may be all malt. Native American hops such as Clusters, traditional continental hops, or modern noble-type crosses are also appropriate. Modern American hops such as Cascade are inappropriate. Water with a high mineral content can lead to an unpleasant coarseness in flavor and harshness in aftertaste. A wide range of lager yeast character can be exhibited, although modern versions tend to be fairly clean.",
    "styleComparisonAndVitalStatistics": "Similar balance and bitterness as modern Czech Premium Pale Lagers, but exhibiting native American grains and hops from the era before US Prohibition. More robust, bitter, and flavorful than modern American pale lagers, and often with higher alcohol.",
    "ibu": "25 - 40",
    "srm": "3 - 6",
    "og": "1.044 - 1.060",
    "fg": "1.010 - 1.015",
    "abv": "4.5% - 6%",
    "commercialExamples": "Commercial Examples Anchor California Lager, Coors Batch 19, Little Harpeth Chicken Scratch.",
    "styleAttributes": "Style Attributes  bitter, bottom-fermented, historical-style, hoppy, lagered, north-america, pale-color, pilsner-family, standard-strength"
  },
  {
    "category": "27A. Historical Beer: Pre-Prohibition Porter",
    "name": "Historical Beer: Pre-Prohibition Porter",
    "overallImpression": "An American adaptation of English Porter using American ingredients, including adjuncts.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Commercially brewed in Philadelphia during the revolutionary period, the beer gained wide acceptance in the newly formed mid-Atlantic states, and was endorsed by President George Washington.",
    "characteristicIngredients": "Two and six row malt (or a combination of both) are used, along with low percentages of dark malts including black, chocolate, and brown malt (roasted barley is not typically used). Adjuncts are acceptable, including corn, brewers licorice, molasses, and porterine. More historical versions will have up to twenty percent adjuncts. Lager or ale yeast. Emphasis on historical or traditional American bittering hops (Cluster, Willamette, Cascade), though finishing and flavor hops may vary.",
    "styleComparisonAndVitalStatistics": "Smoother and less hoppy-bitter than a (modern) American Porter, less caramelly than an English Porter with more of an adjunct/lager character.",
    "ibu": "20 - 30",
    "srm": "18 - 30",
    "og": "1.046 - 1.060",
    "fg": "1.010 - 1.016",
    "abv": "4.5% - 6%",
    "commercialExamples": "Commercial Examples Stegmaier Porter, Yuengling Porter.",
    "styleAttributes": "Style Attributes  any-fermentation, dark-color, historical-style, malty, north-america, porter-family, standard-strength"
  },
  {
    "category": "27A. Historical Beer: Roggenbier",
    "name": "Historical Beer: Roggenbier",
    "overallImpression": "A dunkelweizen made with rye rather than wheat, but with a greater body and light finishing hops.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "A specialty German rye beer originally brewed in Regensburg, Bavaria. Never a widely popular style, it has all but disappeared in modern times.",
    "characteristicIngredients": "Malted rye typically constitutes 50% or greater of the grist (some versions have 60-65% rye). Remainder of grist can include pale malt, Munich malt, wheat malt, crystal malt and/or small amounts of debittered dark malts for color adjustment. Weizen yeast provides distinctive banana esters and clove phenols. Light usage of Saazer-type hops in bitterness, flavor and aroma. Lower fermentation temperatures accentuate the clove character by suppressing ester formation. Decoction mash traditionally used (as with weissbiers).",
    "styleComparisonAndVitalStatistics": "A more distinctive variant of a dunkelweizen using malted rye instead of malted wheat. American Rye Beers will not have the weizen yeast character, and likely more hops.",
    "ibu": "10 - 20",
    "srm": "14 - 19",
    "og": "1.046 - 1.056",
    "fg": "1.010 - 1.014",
    "abv": "4.5% - 6%",
    "commercialExamples": "Commercial Examples Thurn und Taxis Roggen.",
    "styleAttributes": "Style Attributes  amber-color, central-europe, historical-style, standard-strength, top-fermented, wheat-beer-family"
  },
  {
    "category": "27A. Historical Beer: Sahti",
    "name": "Historical Beer: Sahti",
    "overallImpression": "A sweet, heavy, strong traditional Finnish beer with a rye, juniper, and juniper berry flavor and a strong banana-clove yeast character.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "An indigenous traditional style from Finland; a farmhouse tradition for at least 500 years, often brewed for festive occasions like summer weddings, and consumed within a week or two of brewing. A similar tradition exists in Estonia, where the beer is known as koduolu.",
    "characteristicIngredients": "Malted barley along with malted and unmalted grains, often rye. Low hops. Juniper boughs used for lautering (traditionally in a hollowed-out log), but often producing a juniper/berry character. Often uses top-fermenting baker’s yeast in a fast, warm fermentation (German Weizen yeast is a good substitute). Not boiled; a long mash steep is used, with a separately added hop tea.",
    "styleComparisonAndVitalStatistics": "Strong resemblance to Weizenbocks, but sweet and thick with a rye and juniper character.",
    "ibu": "7 - 15",
    "srm": "4 - 22",
    "og": "1.076 - 1.120",
    "fg": "1.016 - 1.020",
    "abv": "7% - 11%",
    "commercialExamples": "Commercial ExamplesNow made year-round by several breweries in Finland.",
    "styleAttributes": "Style Attributes  amber-color, central-europe, high-strength, historical-style, spice, top-fermented"
  },
  {
    "category": "28A. Brett Beer",
    "name": "Brett Beer",
    "overallImpression": "Most often drier and fruitier than the base style suggests. Funky notes range from low to high, depending on the age of the beer and strain(s) of Brett used. Funkiness is generally restrained in younger 100% Brett examples, but tends to increase with age. May possess a light acidity, although this does not come from Brett.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Modern American craft beer interpretations of Belgian wild ales, or experimentations inspired by Belgian wild ales or historical English beers with Brett. 100% Brett beers gained popularity after the year 2000; Port Brewing Mo Betta Bretta was one of the first celebrated examples.",
    "characteristicIngredients": "Virtually any style of beer, fermented in any manner, then finished with one or more strains of Brett. Alternatively, a beer made with Brett as the sole fermentation strain.",
    "styleComparisonAndVitalStatistics": "Compared to the same beer style without Brett, a Brett Beer will be drier, more highly attenuated, fruitier, lighter in body, and slightly funkier as it ages. Less sourness and depth than Belgian ‘wild’ ales.",
    "ibu": "",
    "srm": "",
    "og": "",
    "fg": "",
    "abv": "",
    "commercialExamples": "Commercial Examples Boulevard Saison Brett, Hill Farmstead Arthur, Logsdon Seizoen Bretta, Russian River Sanctification, The Bruery Saison Rue, Victory Helios.",
    "styleAttributes": "Style Attributes  craft-style, north-america, specialty-beer, wild-fermentation"
  },
  {
    "category": "28B. Mixed-Fermentation Sour Beer",
    "name": "Mixed-Fermentation Sour Beer",
    "overallImpression": "A sour and/or funky version of a base style of beer.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Modern American craft beer interpretations of Belgian sour ales, or experimentations inspired by Belgian sour ales.",
    "characteristicIngredients": "Virtually any style of beer. Usually fermented by Lactobacillus and/or Pediococcus, often in conjunction with Saccharomyces and/or Brettanomyces. Can also be a blend of styles. Wood or barrel aging is very common, but not required.",
    "styleComparisonAndVitalStatistics": "A sour and/or funky version of a base style.",
    "ibu": "",
    "srm": "",
    "og": "",
    "fg": "",
    "abv": "",
    "commercialExamples": "Commercial Examples Boulevard Love Child, Cascade Vlad the Imp Aler, Jester King Le Petit Prince, Jolly Pumpkin Calabaza Blanca, Russian River Temptation, The Bruery Rueuze, The Bruery Tart of Darkness.",
    "styleAttributes": "Style Attributes  craft-style, north-america, sour, specialty-beer, wild-fermentation"
  },
  {
    "category": "28C. Wild Specialty Beer",
    "name": "Wild Specialty Beer",
    "overallImpression": "A sour and/or funky version of a fruit, herb, or spice beer, or a wild beer aged in wood. If wood-aged, the wood should not be the primary or dominant character.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Modern American craft beer interpretations of Belgian wild ales, or experimentations inspired by Belgian wild ales.",
    "characteristicIngredients": "Virtually any style of beer. Any combination of Saccharomyces, Brettanomyces, Lactobacillus, Pediococcus, or other similar fermenters. Can also be a blend of styles. While cherries, raspberries, and peaches are most common, other fruits can be used as well. Vegetables with fruit-like characteristics (chile, rhubarb, pumpkin, etc.) may also be used. Wood or barrel aging is very common, but not required.",
    "styleComparisonAndVitalStatistics": "Like a fruit, herb, spice, or wood beer, but sour and/or funky.",
    "ibu": "",
    "srm": "",
    "og": "",
    "fg": "",
    "abv": "",
    "commercialExamples": "Commercial Examples Cascade Bourbonic Plague, Jester King Atrial Rubicite, New Belgium Eric’s Ale, New Glarus Belgian Red, Russian River Supplication, The Lost Abbey Cuvee de Tomme.",
    "styleAttributes": "Style Attributes  craft-style, fruit, north-america, sour, specialty-beer, wild-fermentation"
  },
  {
    "category": "29A. Fruit Beer",
    "name": "Fruit Beer",
    "overallImpression": "A harmonious marriage of fruit and beer, but still recognizable as a beer. The fruit character should be evident but in balance with the beer, not so forward as to suggest an artificial product.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "",
    "characteristicIngredients": "",
    "styleComparisonAndVitalStatistics": "",
    "ibu": "",
    "srm": "",
    "og": "",
    "fg": "",
    "abv": "",
    "commercialExamples": "Commercial Examples Bell’s Cherry Stout, Dogfish Head Aprihop, Ebulum Elderberry Black Ale, Founders Rübæus.",
    "styleAttributes": "Style Attributes  fruit, specialty-beer"
  },
  {
    "category": "29B. Fruit and Spice Beer",
    "name": "Fruit and Spice Beer",
    "overallImpression": "A harmonious marriage of fruit, spice, and beer, but still recognizable as a beer. The fruit and spice character should each be evident but in balance with the beer, not so forward as to suggest an artificial product.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "",
    "characteristicIngredients": "",
    "styleComparisonAndVitalStatistics": "",
    "ibu": "",
    "srm": "",
    "og": "",
    "fg": "",
    "abv": "",
    "commercialExamples": "",
    "styleAttributes": "Style Attributes  fruit, specialty-beer, spice"
  },
  {
    "category": "29C. Specialty Fruit Beer",
    "name": "Specialty Fruit Beer",
    "overallImpression": "A harmonious marriage of fruit, sugar, and beer, but still recognizable as a beer. The fruit and sugar character should both be evident but in balance with the beer, not so forward as to suggest an artificial product.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "",
    "characteristicIngredients": "",
    "styleComparisonAndVitalStatistics": "",
    "ibu": "",
    "srm": "",
    "og": "",
    "fg": "",
    "abv": "",
    "commercialExamples": "Commercial Examples New Planet Raspberry Ale.",
    "styleAttributes": "Style Attributes  fruit, specialty-beer"
  },
  {
    "category": "30A. Spice, Herb, or Vegetable Beer",
    "name": "Spice, Herb, or Vegetable Beer",
    "overallImpression": "A harmonious marriage of SHV and beer, but still recognizable as a beer. The SHV character should be evident but in balance with the beer, not so forward as to suggest an artificial product.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "",
    "characteristicIngredients": "",
    "styleComparisonAndVitalStatistics": "",
    "ibu": "",
    "srm": "",
    "og": "",
    "fg": "",
    "abv": "",
    "commercialExamples": "Commercial Examples Alesmith Speedway Stout, Bell’s Java Stout, Elysian Avatar Jasmine IPA, Founders Breakfast Stout, Rogue Chipotle Ale, Traquair Jacobite Ale, Young’s Double Chocolate Stout.",
    "styleAttributes": "Style Attributes  specialty-beer, spice"
  },
  {
    "category": "30B. Autumn Seasonal Beer",
    "name": "Autumn Seasonal Beer",
    "overallImpression": "An amber to copper, spiced beer that often has a moderately rich body and slightly warming finish suggesting a good accompaniment for the cool fall season, and often evocative of Thanksgiving traditions.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "",
    "characteristicIngredients": "Spices are required, and often include those evocative of the fall or Thanksgiving season (e.g., allspice, nutmeg, cinnamon, cloves, ginger) but any combination is possible and creativity is encouraged. Flavorful adjuncts are often used (e.g., molasses, invert sugar, brown sugar, honey, maple syrup, etc.). Squash-type or gourd-type vegetables (most frequently pumpkin) are often used.",
    "styleComparisonAndVitalStatistics": "",
    "ibu": "",
    "srm": "",
    "og": "",
    "fg": "",
    "abv": "",
    "commercialExamples": "Commercial Examples Dogfish Head Punkin Ale, Schlafly Pumpkin Ale, Southampton Pumpkin Ale.",
    "styleAttributes": "Style Attributes  specialty-beer, spice"
  },
  {
    "category": "30C. Winter Seasonal Beer",
    "name": "Winter Seasonal Beer",
    "overallImpression": "A stronger, darker, spiced beer that often has a rich body and warming finish suggesting a good accompaniment for the cold winter season.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "Throughout history, beer of a somewhat higher alcohol content and richness has been enjoyed during the winter holidays, when old friends get together to enjoy the season. Many breweries produce unique seasonal offerings that may be darker, stronger, spiced, or otherwise more characterful than their normal beers. Spiced versions are an American or Belgian tradition, since English or German breweries traditionally do not use spices in their beer.",
    "characteristicIngredients": "Generally ales, although some dark strong lagers exist. Spices are required, and often include those evocative of the Christmas season (e.g., allspice, nutmeg, cinnamon, cloves, ginger) but any combination is possible and creativity is encouraged. Fruit peel (e.g., oranges, lemon) may be used, as may subtle additions of other fruits. Flavorful adjuncts are often used (e.g., molasses, treacle, invert sugar, brown sugar, honey, maple syrup, etc.).",
    "styleComparisonAndVitalStatistics": "",
    "ibu": "",
    "srm": "",
    "og": "",
    "fg": "",
    "abv": "",
    "commercialExamples": "Commercial Examples Anchor Our Special Ale, Goose Island Christmas Ale, Great Lakes Christmas Ale, Harpoon Winter Warmer, Lakefront Holiday Spice Lager Beer, Weyerbacher Winter Ale.",
    "styleAttributes": "Style Attributes  specialty-beer, spice"
  },
  {
    "category": "31A. Alternative Grain Beer",
    "name": "Alternative Grain Beer",
    "overallImpression": "A base beer enhanced by or featuring the character of additional grain or grains. The specific character depends greatly on the character of the added grains.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "",
    "characteristicIngredients": "",
    "styleComparisonAndVitalStatistics": "",
    "ibu": "",
    "srm": "",
    "og": "",
    "fg": "",
    "abv": "",
    "commercialExamples": "Commercial Examples Green’s Indian Pale Ale, Lakefront New Grist, New Planet Pale Ale.",
    "styleAttributes": "Style Attributes  specialty-beer"
  },
  {
    "category": "31B. Alternative Sugar Beer",
    "name": "Alternative Sugar Beer",
    "overallImpression": "A harmonious marriage of sugar and beer, but still recognizable as a beer. The sugar character should both be evident but in balance with the beer, not so forward as to suggest an artificial product.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "",
    "characteristicIngredients": "",
    "styleComparisonAndVitalStatistics": "",
    "ibu": "",
    "srm": "",
    "og": "",
    "fg": "",
    "abv": "",
    "commercialExamples": "Commercial Examples Bell’s Hopslam, Fullers Honey Dew, Lagunitas Brown Shugga’.",
    "styleAttributes": "Style Attributes  specialty-beer"
  },
  {
    "category": "32A. Classic Style Smoked Beer",
    "name": "Classic Style Smoked Beer",
    "overallImpression": "A smoke-enhanced beer showing good balance between the smoke and beer character, while remaining pleasant to drink. Balance in the use of smoke, hops and malt character is exhibited by the better examples.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "The process of using smoked malts has been adapted by craft brewers to many styles. German brewers have traditionally used smoked malts in bock, doppelbock, weissbier, dunkel, schwarzbier, helles, Pils, and other specialty styles.",
    "characteristicIngredients": "Different materials used to smoke malt result in unique flavor and aroma characteristics. Beechwood, or other hardwood (oak, maple, mesquite, alder, pecan, apple, cherry, other fruitwoods) smoked malts may be used. The various woods may remind one of certain smoked products due to their food association (e.g., hickory with ribs, maple with bacon or sausage, and alder with salmon). Evergreen wood should never be used since it adds a medicinal, piney flavor to the malt. Noticeable peat-smoked malt is universally undesirable due to its sharp, piercing phenolics and dirt-like earthiness. The remaining ingredients vary with the base style. If smoked malts are combined with other unusual ingredients (fruits, vegetables, spices, honey, etc.) in noticeable quantities, the resulting beer should be entered in the Specialty Smoked Beer.",
    "styleComparisonAndVitalStatistics": "",
    "ibu": "",
    "srm": "",
    "og": "",
    "fg": "",
    "abv": "",
    "commercialExamples": "Commercial Examples Alaskan Smoked Porter, Schlenkerla Weizen Rauchbier, Schlenkerla Ur-Bock Rauchbier, Spezial Bockbier, Spezial Lagerbier, Spezial Weissbier.",
    "styleAttributes": "Style Attributes  smoke, specialty-beer"
  },
  {
    "category": "32B. Specialty Smoked Beer",
    "name": "Specialty Smoked Beer",
    "overallImpression": "A smoke-enhanced beer showing good balance between the smoke, the beer character, and the added ingredients, while remaining pleasant to drink. Balance in the use of smoke, hops and malt character is exhibited by the better examples.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "",
    "characteristicIngredients": "Different materials used to smoke malt result in unique flavor and aroma characteristics. Beechwood, or other hardwood (oak, maple, mesquite, alder, pecan, apple, cherry, other fruitwoods) smoked malts may be used. The various woods may remind one of certain smoked products due to their food association (e.g., hickory with ribs, maple with bacon or sausage, and alder with salmon). Evergreen wood should never be used since it adds a medicinal, piney flavor to the malt. Noticeable peat-smoked malt is universally undesirable due to its sharp, piercing phenolics and dirt-like earthiness. The beer ingredients vary with the base style. Other unusual ingredients (fruits, vegetables, spices, honey, etc.) used in noticeable quantities.",
    "styleComparisonAndVitalStatistics": "",
    "ibu": "",
    "srm": "",
    "og": "",
    "fg": "",
    "abv": "",
    "commercialExamples": "",
    "styleAttributes": "Style Attributes  smoke, specialty-beer"
  },
  {
    "category": "33A. Wood-Aged Beer",
    "name": "Wood-Aged Beer",
    "overallImpression": "A harmonious blend of the base beer style with characteristics from aging in contact with wood. The best examples will be smooth, flavorful, well-balanced and well-aged.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "A traditional production method that is rarely used by major breweries, and usually only with specialty products. More popular with modern American craft breweries looking for new, distinctive products. Oak cask and barrels are traditional, although other woods are becoming more popular.",
    "characteristicIngredients": "Varies with base style. Aged in wooden casks or barrels, or using wood-based additives (wood chips, wood staves, oak essence). Fuller-bodied, higher-gravity base styles often are used since they can best stand up to the additional flavors, although experimentation is encouraged.",
    "styleComparisonAndVitalStatistics": "",
    "ibu": "",
    "srm": "",
    "og": "",
    "fg": "",
    "abv": "",
    "commercialExamples": "Commercial Examples Bush Prestige, Cigar City Humidor India Pale Ale, Faust Holzfassgereifter Eisbock, Firestone Walker Double Barrel Ale, Great Divide Oak Aged Yeti Imperial Stout, Petrus Aged Pale, Samuel Smith Yorkshire Stingo.",
    "styleAttributes": "Style Attributes  specialty-beer, wood"
  },
  {
    "category": "33B. Specialty Wood-Aged Beer",
    "name": "Specialty Wood-Aged Beer",
    "overallImpression": "A harmonious blend of the base beer style with characteristics from aging in contact with wood (including alcoholic products previously in contact with the wood). The best examples will be smooth, flavorful, well-balanced and well-aged.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "A traditional production method that is rarely used by major breweries, and usually only with specialty products. Quite popular with modern American craft breweries looking for new, distinctive products. Oak cask and barrels are traditional, although other woods can be used.",
    "characteristicIngredients": "Varies with base style. Aged in wooden casks or barrels previously used to store alcohol (e.g., whiskey, bourbon, port, sherry, Madeira, wine, etc). Fuller-bodied, higher-gravity base styles often are used since they can best stand up to the additional flavors, although experimentation is encouraged.",
    "styleComparisonAndVitalStatistics": "",
    "ibu": "",
    "srm": "",
    "og": "",
    "fg": "",
    "abv": "",
    "commercialExamples": "Commercial Examples Founders Kentucky Breakfast Stout, Goose Island Bourbon County Stout, J.W. Lees Harvest Ale in Port, Sherry, Lagavulin Whisky or Calvados Casks, The Lost Abbey Angel’s Share Ale.",
    "styleAttributes": "Style Attributes  specialty-beer, wood"
  },
  {
    "category": "34A. Clone Beer",
    "name": "Clone Beer",
    "overallImpression": "Based on declared clone beer.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "",
    "characteristicIngredients": "",
    "styleComparisonAndVitalStatistics": "",
    "ibu": "",
    "srm": "",
    "og": "",
    "fg": "",
    "abv": "",
    "commercialExamples": "",
    "styleAttributes": "Style Attributes  specialty-beer"
  },
  {
    "category": "34B. Mixed-Style Beer",
    "name": "Mixed-Style Beer",
    "overallImpression": "Based on the declared base styles. As with all Specialty-Type Beers, the resulting combination of beer styles needs to be harmonious and balanced, and be pleasant to drink.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "",
    "characteristicIngredients": "",
    "styleComparisonAndVitalStatistics": "",
    "ibu": "",
    "srm": "",
    "og": "",
    "fg": "",
    "abv": "",
    "commercialExamples": "",
    "styleAttributes": "Style Attributes  specialty-beer"
  },
  {
    "category": "34C. Experimental Beer",
    "name": "Experimental Beer",
    "overallImpression": "Varies, but should be a unique experience.",
    "appearance": "",
    "aroma": "",
    "flavor": "",
    "mouthfeel": "",
    "history": "",
    "characteristicIngredients": "",
    "styleComparisonAndVitalStatistics": "",
    "ibu": "",
    "srm": "",
    "og": "",
    "fg": "",
    "abv": "",
    "commercialExamples": "Commercial ExamplesNone",
    "styleAttributes": "Style Attributes  specialty-beer"
  }
]